/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 80013
Source Host           : localhost:3306
Source Database       : tiantian

Target Server Type    : MYSQL
Target Server Version : 80013
File Encoding         : 65001

Date: 2019-01-08 11:49:44
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for address
-- ----------------------------
DROP TABLE IF EXISTS `address`;
CREATE TABLE `address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `shippingname` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `phoneNum` varchar(11) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `useraddress` (`userId`),
  CONSTRAINT `useraddress` FOREIGN KEY (`userId`) REFERENCES `userinfo` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of address
-- ----------------------------
INSERT INTO `address` VALUES ('11', '43', '盘先豪', '41238431248', '湖南省张家界市吉首大学1=2');

-- ----------------------------
-- Table structure for adminuser
-- ----------------------------
DROP TABLE IF EXISTS `adminuser`;
CREATE TABLE `adminuser` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- ----------------------------
-- Records of adminuser
-- ----------------------------
INSERT INTO `adminuser` VALUES ('1', 'admin', 'admin');

-- ----------------------------
-- Table structure for allorders
-- ----------------------------
DROP TABLE IF EXISTS `allorders`;
CREATE TABLE `allorders` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '所有订单ID',
  `userId` int(11) DEFAULT NULL COMMENT '用户ID',
  `orderNum` int(255) DEFAULT NULL COMMENT '订单编号',
  `orderDate` varchar(255) DEFAULT NULL COMMENT '下单时间',
  `total` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of allorders
-- ----------------------------
INSERT INTO `allorders` VALUES ('20', '43', '4', '2018-12-01', '1204.40');
INSERT INTO `allorders` VALUES ('22', '43', '1', '2018-01-01', '316.00');
INSERT INTO `allorders` VALUES ('23', '43', '1', '2019-01-02', '107.40');
INSERT INTO `allorders` VALUES ('24', '43', '1', '2019-01-07', '632.00');

-- ----------------------------
-- Table structure for cart
-- ----------------------------
DROP TABLE IF EXISTS `cart`;
CREATE TABLE `cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) NOT NULL,
  `goodsId` int(11) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `flag` varchar(2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `userId` (`userId`),
  KEY `goodsId` (`goodsId`)
) ENGINE=InnoDB AUTO_INCREMENT=119 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of cart
-- ----------------------------

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `no` int(20) NOT NULL,
  `value` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `stock` varchar(255) DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  `image` varchar(255) NOT NULL,
  `produceAddress` varchar(255) DEFAULT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `kind` varchar(255) NOT NULL,
  `onindex` varchar(255) DEFAULT NULL,
  `ishot` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=822 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '1391236', '158.00', '上海', '16', '空运直达 只为新鲜', '进口水果/180508.jpg', '美国', '易果', '美国加州樱桃2磅果径26-28mm', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('2', '1391239', '58.80', '上海', '87', '酸酸甜甜 爽口柔滑', '进口水果/180509.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果12个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('3', '1368706', '19.80', '上海', '90', '混血小萝莉 酥脆甜蜜', '进口水果/180322.jpg', '新西兰', '易果', '新西兰嘎啦果6个150g以上/个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('4', '1391238', '79.00', '上海', '86', '空运直达 只为新鲜', '进口水果/180508.jpg', '美国', '易果', '美国加州樱桃1磅果径26-28mm', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('5', '1393803', '35.80', '上海', '65', '酸酸甜甜 爽口柔滑', '进口水果/180509.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果6个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('6', '1368707', '19.80', '上海', '98', '玲珑小巧 清甜爽脆', '进口水果/180322.jpg', '新西兰', 'Mr APPLE', 'Mr APPLE新西兰皇家嘎啦果6个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('7', '1372760', '49.90', '张家界', '2360', '甜蜜清爽 软糯细滑', '进口水果/180428.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰阳光金奇异果6个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('8', '1004774', '179.00', '上海', '924', '该商品不与其他优惠券、现金券及抵用券同享', '进口水果/180412.jpg', '泰国', '易果', '泰国金枕头榴莲9-10斤（约1-2个）', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('9', '1400468', '59.80', '上海', '94', '高颜值 馥郁苹果香气', '进口水果/180515.jpg', '新西兰', '易果', '新西兰爱妃苹果4个230g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('10', '1372759', '21.80', '天津', '1024', '酥嫩嘎啦 混血小萝莉', '进口水果/180403.jpg', '智利', '易果', '智利嘎啦果8个130g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('11', '1386645', '199.00', '北京', '38', '急冻锁鲜，绵软香甜', '进口水果/180425.jpg', '马来西亚', '易果', '马来西亚猫山王冷冻榴莲果肉500g', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('12', '1363765', '49.80', '上海', '4850', '晶莹剔透 紧实甜脆', '进口水果/180305.jpg', '澳大利亚', '易果', '澳大利亚无籽红提1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('13', '1391199', '44.80', '上海', '32', '酸酸甜甜 爽口柔滑', '进口水果/180507.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果6个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('14', '1372757', '218.00', '上海', '2655', '（巨无霸+）175-218g/个', '进口水果/180428.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰阳光金奇异果3.3kg', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('15', '1391237', '43.80', '海口', '67', '酸酸甜甜 爽口柔滑', '进口水果/180509.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果12个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('16', '1409188', '32.80', '天津', '0', '甜糯嫩滑 芳香怡人', '进口水果/180531.jpg', '阿根廷', '易果', '阿根廷啤梨6个180g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('17', '1399033', '39.00', '上海', '153', '酸甜清苦 柔嫩清香', '进口水果/180514.jpg', '南非', '易果', '南非葡萄柚4个230g以上/个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('18', '1387597', '34.90', '海口', '75', '爽脆甜润 清爽不腻', '进口水果/sonya.jpg', '新西兰', '易果', '新西兰Sonya索尼娅苹果4个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('19', '1367842', '36.90', '天津', '2947', '颗粒饱满 脆甜果肉', '进口水果/180319.jpg', '智利', '易果', '智利红提1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('20', '1408592', '79.00', '张家界', '8', '充沛的果汁 浓郁清香', '进口水果/180525.jpg', '西班牙', '农夫山泉', '农夫山泉西班牙橙礼盒2.3kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('21', '1372581', '65.00', '张家界', '8195', '新奇士黑标橙，绽放阳光“橙”能量', '进口水果/180417.jpg', '美国', '易果', '新奇士美国晚季脐橙10个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('22', '1365471', '32.00', '北京', '1888', '脆甜果肉 颗粒饱满', '进口水果/180312.jpg', '智利', '易果', '智利无籽黑提1kg', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('23', '11702', '49.90', '天津', '2179', '果肉白洁嫩滑 入口轻呡即化', '进口水果/104244.jpg', '泰国', '易果', '泰国山竹1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('24', '1386596', '139.00', '上海', '62', '就像现剥的榴莲肉一样绵糯香甜', '进口水果/180424.jpg', '泰国', 'SunMoon', '金枕头冷冻榴莲果肉300g*3', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('25', '1391195', '128.00', '上海', '112', '赠礼自用两相宜', '进口水果/180507.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果3.3kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('26', '1386597', '49.90', '上海', '109', '就像现剥的榴莲肉一样绵糯香甜', '进口水果/180424.jpg', '泰国', 'SunMoon', 'SunMoon泰国金枕头冷冻榴莲果肉300g', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('27', '1391196', '99.00', '天津', '569', '绿果巨无霸 135-176g/个', '进口水果/180507.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰绿奇异果', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('28', '1400064', '46.90', '上海', '81', '酸甜清苦 柔嫩清香', '进口水果/180511.jpg', '南非', '易果', '南非葡萄柚6个230g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('29', '1103008', '29.90', '北京', '1384', '小巧即食，老少皆宜', '进口水果/170717.jpg', '厄瓜多尔', '常瀛', '常瀛进口精选香蕉约1.5kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('30', '1003215', '59.00', '上海', '12', '鲜甜“爆炸头”', '进口水果/180530.jpg', '泰国', '易果', '泰国红毛丹1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('31', '1294029', '19.00', '上海', '5301', '华盛顿苹果协会推荐“智慧之果”', '进口水果/180404.jpg', '美国', '易果', '美国红蛇果4个180g以上/个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('32', '1103007', '25.00', '上海', '2237', '独立包装，方便携带', '进口水果/170717.jpg', '菲律宾', '常瀛', '常瀛进口香蕉6根(单根袋装)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('33', '1230744', '25.90', '上海', '6826', '满脸雀斑，甜心软妹纸，一口吖蜜', '进口水果/170424.jpg', '厄瓜多尔', '常瀛', '常瀛进口吖蜜芝麻蕉1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('34', '1103009', '39.90', '天津', '1368', '小巧玲珑，甜糯小黄人', '进口水果/180420.jpg', '厄瓜多尔', '常瀛', '常瀛进口整把香蕉约1.36kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('35', '1273146', '98.00', '上海', '630', '果肉白洁嫩滑 入口轻呡即化', '进口水果/104426.jpg', '泰国', '易果', '泰国山竹2kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('36', '1307541', '79.00', '北京', '2949', '高颜值 红艳惹人爱', '进口水果/171128.jpg', '越南', '易果', '越南红心火龙果5个(大果)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('37', '1275074', '69.90', '北京', '4092', '巨无霸（大果）软糯细滑', '进口水果/180428.jpg', '新西兰', 'Zespri佳沛', 'Zespri佳沛新西兰阳光金奇异果6个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('38', '1307540', '29.90', '上海', '14833', '高颜值 红艳惹人爱', '进口水果/171128.jpg', '越南', '易果', '越南红心火龙果2个(大果)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('39', '1288980', '59.00', '上海', '254', '火箭筒包装 随身携带', '进口水果/rocky.jpg', '新西兰', '易果', '新西兰Rockit火箭苹果5个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('84', '1237322', '22.90', '北京', '2493', '入口绵密细滑，果香回味持久', '国产水果/180420.jpg', '广西崇左', '常瀛', '常瀛国产呀咪香蕉10根(切割蕉)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('85', '1322380', '24.80', '上海', '2542', '饱满红润 清甜多汁', '国产水果/171130.jpg', '陕西延安', '易果', '陕西精品红富士6个200g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('86', '1312743', '39.80', '上海', '4322', '西域小鲜肉，一口就爱上', '国产水果/171113.jpg', '新疆库尔勒', '易果', '新疆库尔勒香梨4kg100g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('87', '1333818', '37.90', '天津', '1201', '一咬嘎嘣爽脆', '国产水果/171129.jpg', '陕西延安', '华圣', '华圣陕西优质红富士6个原箱', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('88', '1240271', '12.90', '上海', '4431', '入口绵密细滑，果香回味持久', '国产水果/180420.jpg', '中国', '常瀛', '常瀛国产呀咪香蕉5根(切割蕉)', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('89', '1321784', '95.00', '上海', '858', '艳色撩人 满满花青素', '国产水果/180215.jpg', '海南东方', '红小仙', '红小仙海南蜜宝红心火龙果5个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('90', '1296740', '99.00', '上海', '0', '肉厚核小 清爽适口', '国产水果/180525.jpg', '浙江台州', '易果', '浙江仙居荸荠杨梅1盒(2kg/盒)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('91', '1321476', '25.00', '海口', '6053', '脆甜紧实，不逊于阿克苏', '国产水果/171018.jpg', '山东栖霞', '易果', '山东栖霞优质红富士8个200g以上/个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('92', '1004566', '36.90', '上海', '1226', '外覆厚厚果粉，醉人葡萄香气', '国产水果/092452.jpg', '云南红河', '易果', '云南夏黑葡萄1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('93', '1292279', '39.80', '海口', '270', '桃香更浓 桃汁更足', '国产水果/180508.jpg', '四川成都', '易果', '四川龙泉水蜜桃4个165g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('94', '1311594', '36.80', '上海', '1956', '喜欢TA只因为甜', '国产水果/170907.jpg', '中国', '易果', '国产麒麟瓜1个2.4kg以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('95', '1324546', '17.50', '上海', '2122', '“苹”味醉人甜蜜', '国产水果/171030.jpg', '山东烟台', '易果', '山东蓬莱精品红富士4个200g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('96', '1322256', '21.90', '上海', '1108', '果香浓郁 柔嫩化渣', '国产水果/171024.jpg', '广西百色', '易果', '广西小青芒4个200g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('97', '1275853', '15.90', '北京', '1473', '榨汁泡饮，风味无穷', '国产水果/104439.jpg', '广西桂林', '易果', '百香果500g', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('98', '1268589', '32.90', '上海', '592', '敦实饱满 大口畅快啃', '国产水果/140804.jpg', '海南三亚', '易果', '海南大台农芒果1.2kg150g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('99', '1268588', '16.90', '上海', '1324', '敦实饱满 大口畅快啃', '国产水果/140803.jpg', '海南三亚', '易果', '海南大台农芒果600g150g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('100', '1323850', '43.90', '上海', '1352', '细腻水润 厚实饱满', '国产水果/180118.jpg', '海南东方', '红小仙', '红小仙海南蜜宝红心火龙果2个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('101', '1001587', '21.80', '北京', '5308', '玲珑“小黄人”  满满大甜蜜', '国产水果/180306.jpg', '海南三亚', '易果', '海南小台农芒果1kg50g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('102', '1297533', '39.90', '天津', '18', '水润嫩滑 馥郁芳香', '国产水果/170613.jpg', '新疆库车', '易果', '新疆小白杏500g', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('103', '1272450', '19.80', '上海', '4586', '肉脆味甜，“梨”享好滋味', '国产水果/171206.jpg', '河北沧州', '易果', '河北皇冠梨8个200g以上/个', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('104', '1001190', '38.00', '上海', '689', '果肉爽滑，香甜多汁', '国产水果/180402.jpg', '四川攀枝花', '易果', '四川攀枝花枇杷1盒(约400g/盒)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('105', '1273413', '28.00', '上海', '1779', '咔擦咔擦口口脆 清新好甜蜜', '国产水果/092700.jpg', '浙江嘉兴', '易果', '浙江口口脆甜瓜2个400g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('106', '1293720', '36.90', '北京', '36', '清新鲜甜 紧脆爽口', '国产水果/180510.jpg', '中国', '易果', '云南红提1kg', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('107', '1289802', '32.80', '上海', '11', '清新爽口 高甜微酸', '国产水果/180524.jpg', '广东', '易果', '广东三华李1kg20g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('108', '1237026', '28.00', '上海', '2740', '肉脆味甜，“梨”享好滋味', '国产水果/171206.jpg', '河北沧州', '易果', '河北皇冠梨12个200-300g/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('109', '1325672', '19.90', '上海', '715', '入口软糯柔滑', '国产水果/171106.jpg', '广西百色', '易果', '广西青芒1个600g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('110', '1290668', '75.90', '上海', '35', '爆浆“星星果” 养眼“好美莓”', '国产水果/180504.jpg', '山东青岛', '易果', '蓝宝实山东青岛有机蓝莓2盒(125g以上/盒)', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('111', '1318002', '39.80', '上海', '951', '果香浓郁 果汁丰盈', '国产水果/170927.jpg', '甘肃天水', '易果', '甘肃黄蕉苹果12个果径75-80mm', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('112', '1295273', '14.50', '北京', '4540', '水润多C，泡饮酸爽够劲', '国产水果/171206.jpg', '四川资阳', '易果', '四川安岳黄柠檬8个75g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('113', '12089', '39.80', '北京', '5253', '梨园小鲜肉，皮脆肉嫩好多汁', '国产水果/171113.jpg', '新疆库尔勒', '易果', '新疆库尔勒精选香梨3kg120g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('114', '11916', '29.80', '海口', '3350', '大块头有大甜蜜', '国产水果/171124.jpg', '海南三亚', '易果', '海南西州蜜瓜1个1.5kg以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('115', '12560', '20.80', '上海', '4218', '自然树熟，更加香甜', '国产水果/101324.jpg', '海南三亚', '易果', '海南树上熟木瓜2只装', 'FRU', '1', null);
INSERT INTO `goods` VALUES ('116', '1312991', '21.80', '海口', '2591', '西域小鲜肉，一口就爱上', '国产水果/171113.jpg', '新疆库尔勒', '易果', '新疆库尔勒香梨2kg100g以上/个', 'FRU', '0', null);
INSERT INTO `goods` VALUES ('117', '1339473', '12.90', '上海', '323', '暂无', '精选肉类/171226.jpg', '澳大利亚', '原膳', '和牛汉堡饼110g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('118', '1374417', '46.90', '天津', '3', '香嫩可口 肥瘦相间', '精选肉类/180408.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪里脊肉扒250g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('119', '1350868', '26.80', '上海', '89', '暂无', '精选肉类/180524.jpg', '新西兰', 'Greenlea', 'Greenlea新西兰眼肉牛排200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('120', '1335856', '69.00', '上海', '254', '暂无', '精选肉类/171220.jpg', '澳大利亚', '原膳', '原膳澳洲和牛牛肉粒(M7)350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('121', '1335857', '59.90', '上海', '363', '暂无', '精选肉类/171215.jpg', '澳大利亚', '原膳', '原膳澳洲和牛小米龙牛排(M7)350g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('122', '1362524', '88.00', '天津', '33', '暂无', '精选肉类/180302.jpg', '加拿大', '波诺卡', '波诺卡加拿大雪花黑毛牛牛腩粒400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('123', '1374423', '26.90', '上海', '6', '香滑可口 搭配多样', '精选肉类/180408.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪精制肉糜300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('124', '424909', '31.90', '天津', '1437', '带皮连骨 炖煮更鲜香哟', '精选肉类/171130.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲五花肉400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('125', '1345941', '69.90', '上海', '95', '暂无', '精选肉类/180118.jpg', '乌拉圭', '原膳', '原膳乌拉圭金钱腱500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('126', '1335852', '49.90', '上海', '245', '暂无', '精选肉类/180212.jpg', '澳大利亚', '原膳', '原膳澳洲和牛肩胛烤肉片(M7)200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('127', '1374415', '21.90', '上海', '7', '醇香厚重 油清不腻', '精选肉类/180404.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪醇香猪油300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('128', '1335800', '79.00', '上海', '490', '暂无', '精选肉类/171214.jpg', '澳大利亚', '原膳', '原膳澳洲和牛上脑牛排(M7-8)200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('129', '1374419', '48.90', '天津', '2', '方便取用 香嫩可口', '精选肉类/180408.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪精制肉丝300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('130', '1407624', '99.00', '北京', '0', '暂无', '精选肉类/180523.jpg', '澳洲', '原膳', '原膳澳洲和牛眼肉牛排(M4-5)150g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('131', '1335803', '168.00', '上海', '91', '暂无', '精选肉类/171214.jpg', '澳大利亚', '原膳', '原膳澳洲和牛西冷牛排(M7-8)180g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('132', '1335854', '168.00', '上海', '99', '暂无', '精选肉类/180211.jpg', '澳大利亚', '原膳', '原膳澳洲和牛眼肉牛排(M7-8)180g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('133', '1345435', '41.80', '上海', '89', '暂无', '精选肉类/180113.jpg', '西班牙', '原膳', '原膳西班牙纯种黑猪五花肉片300g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('134', '1362523', '88.00', '张家界', '201', '暂无', '精选肉类/180302.jpg', '加拿大', '波诺卡', '波诺卡加拿大雪花黑毛牛肋眼牛排180g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('135', '1335851', '39.90', '天津', '401', '暂无', '精选肉类/171214.jpg', '乌拉圭', '原膳', '原膳乌拉圭牛舌切片(厚切3.5mm)350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('136', '1407625', '88.00', '天津', '1', '暂无', '精选肉类/180523.jpg', '澳洲', '原膳', '原膳澳洲和牛西冷牛排(M4-5)150g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('137', '1353911', '29.90', '海口', '33', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪棒骨750g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('138', '1374425', '38.90', '上海', '6', '入口即化 雪花纹路', '精选肉类/180404.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪霜降肉片200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('139', '1337507', '76.80', '上海', '72', '暂无', '精选肉类/171220.jpg', '内蒙古巴彦淖尔', '庄野牧场', '庄野牧场羊前腿羊腱小棒骨800g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('140', '1353898', '19.90', '天津', '28', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪蹄350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('141', '1336813', '19.50', '上海', '91', '暂无', '精选肉类/171213.jpg', '浙江嘉兴', '膳博士', '膳博士冻黑猪大排片250g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('142', '1353900', '38.90', '上海', '29', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪小里脊肉400g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('143', '1353909', '24.90', '上海', '6', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪皮500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('144', '103335', '26.80', '上海', '2006', '适合炖烧入汤的谷饲猪肋排', '精选肉类/094916.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪肋排400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('145', '1356633', '16.50', '上海', '51', '暂无', '精选肉类/180222.jpg', '浙江嘉兴', '膳博士', '膳博士冻黑猪汤骨块400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('146', '1350869', '35.90', '上海', '43', '暂无', '精选肉类/180403.jpg', '新西兰', 'Greenlea', 'Greenlea新西兰PS级牛仔骨300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('147', '1335806', '218.00', '上海', '115', '暂无', '精选肉类/171214.jpg', '澳大利亚', '原膳', '原膳澳洲和牛眼肉牛排(M9)180g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('148', '1335860', '49.90', '上海', '298', '暂无', '精选肉类/171215.jpg', '澳大利亚', '原膳', '原膳澳洲和牛后腰肉心牛排(M7-8)200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('149', '1335855', '29.90', '天津', '126', '暂无', '精选肉类/171214.jpg', '乌拉圭', '原膳', '原膳乌拉圭牛舌切片(薄切2mm)250g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('150', '1361318', '18.80', '上海', '33', '暂无', '精选肉类/180226.jpg', '浙江嘉兴', '膳博士', '膳博士冻黑猪带皮后腿肉块400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('151', '1353899', '46.90', '上海', '12', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪脚圈1kg', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('152', '1345430', '48.80', '上海', '54', '暂无', '精选肉类/180113.jpg', '西班牙', '原膳', '原膳西班牙纯种黑猪雪花梅肉片200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('153', '1384336', '199.00', '天津', '3', '暂无', '精选肉类/180419.jpg', '西班牙', '橡影', '橡影伊比利亚谷物饲养火腿100g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('154', '1335859', '39.00', '上海', '185', '暂无', '精选肉类/171215.jpg', '澳大利亚', '原膳', '原膳澳洲和牛牛肉米350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('155', '1374432', '41.80', '北京', '4', '肥瘦相间 醇香厚重', '精选肉类/180408.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪去皮五花片300g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('156', '1354742', '26.90', '张家界', '78', '暂无', '精选肉类/180208.jpg', '新西兰', '原膳', '原膳新西兰原切西冷牛排(含调料包)125g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('157', '1374421', '48.90', '天津', '2', '方便取用 香嫩可口', '精选肉类/180408.jpg', '西班牙', '原膳', '原膳西班牙伊比利亚黑猪精制肉片300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('158', '1337506', '68.80', '上海', '180', '暂无', '精选肉类/171220.jpg', '内蒙古巴彦淖尔', '庄野牧场', '庄野牧场带肉羊蝎子羊脊骨800g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('159', '1353910', '36.90', '上海', '10', '暂无', '精选肉类/180207.jpg', '加拿大', 'HyLife', 'HyLife加拿大进口猪大排500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('160', '1372907', '35.90', '上海', '8', '暂无', '精选肉类/180403.jpg', '新西兰', '原膳', '原膳新西兰原切眼肉牛肉条200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('161', '103339', '15.80', '上海', '557', '适合炖烧入汤的谷饲猪肋排', '精选肉类/094917.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪肋排200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('162', '1343901', '109.00', '上海', '202', '暂无', '精选肉类/180518.jpg', '新西兰', '易果', '新西兰原装冰鲜金钱腱(去骨牛腱子)750g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('163', '1340675', '39.90', '上海', '197', '暂无', '精选肉类/180105.jpg', '加拿大', '太阳谷', '太阳谷加拿大AAA级谷饲特厚肥牛片200g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('164', '1336811', '25.50', '天津', '176', '暂无', '精选肉类/171213.jpg', '浙江嘉兴', '膳博士', '膳博士冻黑猪梅肉片250g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('165', '1345436', '43.50', '天津', '259', '暂无', '精选肉类/180113.jpg', '西班牙', '原膳', '原膳西班牙纯种黑猪精肋排400g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('166', '1335853', '48.00', '上海', '187', '暂无', '精选肉类/180212.jpg', '澳大利亚', '原膳', '原膳澳洲和牛胸肉火锅片(M7)200g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('167', '1336812', '51.50', '北京', '162', '暂无', '精选肉类/171213.jpg', '浙江嘉兴', '膳博士', '膳博士冻黑猪肋排粒300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('168', '1335858', '228.00', '张家界', '80', '暂无', '精选肉类/171214.jpg', '澳大利亚', '原膳', '原膳澳洲和牛西冷牛排(M9)180g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('189', '1275002', '69.00', '上海', '2765', '暂无', '精选肉类/170601.jpg', '澳大利亚', '恒都', '恒都澳洲牛腱子1kg', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('190', '1003550', '33.90', '上海', '250', '骨肉相连鲜滋味', '精选肉类/140636.jpg', '海南', '瑞今', '瑞今黑猪冰鲜带骨大排400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('191', '1324115', '55.90', '海口', '208', '暂无', '精选肉类/171026.jpg', '新西兰', '新中鹿', '新中鹿新西兰鹿腱肉350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('192', '1318102', '15.50', '上海', '161', '暂无', '精选肉类/170928.jpg', '山东', '金锣', '金锣精选冻前腿骨400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('193', '1311436', '59.90', '天津', '190', '暂无', '精选肉类/170925.jpg', '加拿大', '太阳谷', '太阳谷加拿大AAA级谷饲西冷牛排180g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('194', '1326704', '48.80', '上海', '171', '暂无', '精选肉类/171114.jpg', '上海', '民维大牧汗', '民维大牧汗金砖牛肉卷320g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('195', '1318101', '25.80', '上海', '159', '暂无', '精选肉类/170928.jpg', '山东', '金锣', '金锣精选冻梅花肉片400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('196', '1241100', '98.00', '天津', '204', '也叫牡蛎肉哦 超级嫩', '精选肉类/095034.jpg', '澳大利亚', '澳享', '澳享澳洲板腱牛排300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('197', '1267440', '15.80', '北京', '1151', '切剁精细 细嫩多汁', '精选肉类/140801.jpg', '江苏', '家佳康', '家佳康精装冰鲜精肉糜320g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('198', '1302780', '178.00', '上海', '44', '暂无', '精选肉类/171130.jpg', '澳大利亚', '原膳', '澳洲草饲原切眼肉牛排125g*10', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('199', '1233565', '35.00', '上海', '2495', '原切牛排 油花丰富 奶香多汁', '精选肉类/212659.jpg', '澳大利亚', '原膳', '原膳澳洲谷饲小公牛牡蛎牛排200g(3片)', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('200', '1324114', '86.90', '上海', '212', '暂无', '精选肉类/171026.jpg', '新西兰', '新中鹿', '新中鹿新西兰鹿腩肉450g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('201', '1234806', '58.00', '上海', '118', '带肉筋带油花 醇香浓郁', '精选肉类/101109.jpg', '河南', '伊赛', '伊赛西门塔尔牛腩块500g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('202', '1102693', '48.00', '海口', '96', '柔嫩鲜香 烹饪好食材', '精选肉类/180504.jpg', '天津静海', '精气神', '精气神山黑猪精瘦肉400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('203', '1205424', '35.00', '上海', '180', '包水饺馄饨用的肉馅', '精选肉类/140707.jpg', '天津静海', '精气神', '精气神山黑猪90%瘦肉馅(瘦肉馅)400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('204', '1003558', '25.00', '上海', '264', '肉嫩骨香的鲜醇滋味', '精选肉类/140639.jpg', '海南', '瑞今', '瑞今黑猪冰鲜龙骨350g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('205', '1315216', '51.90', '天津', '27', '暂无', '精选肉类/170927.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪尾500g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('206', '1001424', '9.90', '上海', '33', '暂无', '精选肉类/171205.jpg', '山东临沂', '金锣', '金锣黑椒猪排80g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('207', '1318099', '25.90', '上海', '932', '暂无', '精选肉类/170928.jpg', '山东', '金锣', '金锣精选冻带筋猪蹄400g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('208', '1331468', '69.90', '天津', '16', '暂无', '精选肉类/171120.jpg', '澳大利亚', '原膳', '澳洲谷饲100天眼肉牛排150g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('209', '1003560', '32.90', '上海', '58', '暂无', '精选肉类/092441.jpg', '海南', '瑞今', '瑞今黑猪冰鲜带皮腿肉450g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('210', '1004626', '26.90', '上海', '147', '中式快炒优选', '精选肉类/100941.jpg', '江苏东台', '家佳康', '家佳康精装冰鲜里脊肉340g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('211', '1234811', '68.00', '海口', '2', '暂无', '精选肉类/094242.jpg', '河南', '伊赛', '伊赛西门塔尔牛鞭段500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('212', '1102691', '43.90', '张家界', '178', '大口吃肉 弹嫩多汁', '精选肉类/094934.jpg', '天津静海', '精气神', '精气神山黑猪五花肉400g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('213', '1208994', '239.00', '张家界', '10', '每一片都是时间的美味沉淀', '精选肉类/170622.jpg', '西班牙', '5J', '5J西班牙橡果饲养伊比利亚去骨火腿40g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('214', '1326713', '22.90', '张家界', '41', '暂无', '精选肉类/171117.jpg', '新西兰', 'Greenlea', 'Greenlea新西兰西冷牛排150g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('215', '1233562', '48.00', '上海', '3825', '原切牛排 奶香多汁的小公牛', '精选肉类/180516.jpg', '澳大利亚', '原膳', '原膳澳洲谷饲小公牛嫩肩牛排200g(2片)', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('216', '1275046', '61.90', '天津', '196', '咀嚼太带感', '精选肉类/170309.jpg', '重庆', '恒都', '恒都筋肉搭档1kg', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('217', '1103753', '59.00', '上海', '2085', '暂无', '精选肉类/094938.jpg', '澳大利亚', '易果', '澳洲草饲牛腱子500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('218', '1312871', '18.80', '上海', '302', '暂无', '精选肉类/170920.jpg', '上海', '庄野牧场', '庄野牧场羔羊肉片238g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('219', '1000941', '45.00', '上海', '308', '小炒经典部位 清洁无膻', '精选肉类/171130.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪肚550g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('220', '1290826', '71.90', '上海', '130', '暂无', '精选肉类/180530.jpg', '加拿大', '太阳谷', '太阳谷加拿大AAA级谷饲板腱牛排500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('221', '1104407', '32.90', '上海', '598', '更高瘦肉比 肉质香韧耐嚼', '精选肉类/180306.jpg', '新西兰', 'Greenlea', 'Greenlea新西兰精修牛腩400g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('222', '1003556', '45.90', '上海', '162', '胶质丰富的肘子', '精选肉类/092439.jpg', '海南', '瑞今', '瑞今黑猪冰鲜带皮带骨前蹄膀500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('223', '1315220', '19.90', '上海', '118', '暂无', '精选肉类/171130.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪精切肉丝300g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('224', '1292189', '75.00', '海口', '187', '元气好肉就是我', '精选肉类/170531.jpg', '甘肃', '丹马', '丹马藏羊腿肉500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('225', '1269733', '13.90', '上海', '73', '臀骨部位 肉质紧实耐嚼', '精选肉类/171201.jpg', '丹麦', '原膳', '原膳丹麦皇冠天然谷饲猪臀骨400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('226', '1292191', '78.00', '天津', '114', '暂无', '精选肉类/170525.jpg', '甘肃', '丹马', '丹马藏羊排500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('227', '1241098', '38.00', '上海', '269', '可以做很多的牛肉糜', '精选肉类/095032.jpg', '澳大利亚', '澳享', '澳享澳洲牛肉糜250g', 'PBM', '1', null);
INSERT INTO `goods` VALUES ('228', '1292179', '68.00', '海口', '7', '炖烧一锅好汤的好食材', '精选肉类/170524.jpg', '甘肃', '丹马', '丹马藏羊脊骨500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('229', '1003562', '47.90', '天津', '599', '细腻弹嫩鲜滋味', '精选肉类/171227.jpg', '海南', '瑞今', '瑞今黑猪冰鲜肋排小块400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('230', '1275044', '58.00', '上海', '104', '痛快吃“爆肚”', '精选肉类/170308.jpg', '重庆', '恒都', '恒都牛肚500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('231', '1106174', '26.90', '上海', '308', '暂无', '精选肉类/104243.jpg', '山东临沂', '金锣', '金锣精选冻大排片400g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('232', '1325279', '78.90', '北京', '33', '暂无', '精选肉类/171102.jpg', '甘肃', '丹马', '丹马牦牛里外脊500g', 'PBM', '0', null);
INSERT INTO `goods` VALUES ('233', '1365855', '29.90', '上海', '638', '暂无', '禽类蛋品/180517.jpg', '山东聊城', '凤祥食品', '凤祥食品鸡翅中500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('234', '1339409', '33.90', '上海', '10', '暂无', '禽类蛋品/171225.jpg', '江苏盐城', '绿水沱', '绿水沱散养鹧鸪蛋200g(12枚)', 'POU', '1', null);
INSERT INTO `goods` VALUES ('235', '1346712', '29.90', '上海', '407', '暂无', '禽类蛋品/180112.jpg', '山东日照', '泰森', '泰森冰冻鸡腿块454g', 'POU', '1', null);
INSERT INTO `goods` VALUES ('236', '1335226', '22.90', '上海', '84', '暂无', '禽类蛋品/180327.jpg', '广东清远', '原膳', '原膳清远珍味童子鸡600g', 'POU', '1', null);
INSERT INTO `goods` VALUES ('237', '1354560', '39.80', '上海', '55', '暂无', '禽类蛋品/180206.jpg', '四川绵阳', '圣迪乐村', '圣迪乐村高品质营养谷物鸡蛋900g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('238', '1348433', '76.90', '上海', '29', '暂无', '禽类蛋品/180129.jpg', '浙江嘉兴', '尼松野鸭', '尼松野鸭童子野鸭650g', 'POU', '1', null);
INSERT INTO `goods` VALUES ('239', '1302891', '45.00', '海口', '398', '暂无', '禽类蛋品/170703.jpg', '江苏', '泰森', '泰森冰冻鸡翅中454g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('240', '1269401', '82.90', '上海', '1149', '煲一锅鲜香靓汤', '禽类蛋品/092631.jpg', '上海', '老杜', '老杜崇明散养老母鸡1kg', 'POU', '1', null);
INSERT INTO `goods` VALUES ('241', '1104408', '25.00', '海口', '88', '派对人气大菜 皮脆肉嫩', '禽类蛋品/092524.jpg', '安徽宣城', '裴顿', '裴顿微辣烤鸡胚900g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('242', '1302890', '21.00', '张家界', '323', '暂无', '禽类蛋品/170703.jpg', '江苏', '泰森', '泰森冰冻鸡翅根454g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('243', '1104409', '24.50', '天津', '499', '幼龄童子鸡 自然够新鲜', '禽类蛋品/101034.jpg', '安徽', '裴顿', '裴顿童子鸡1kg', 'POU', '0', null);
INSERT INTO `goods` VALUES ('244', '1004009', '125.00', '上海', '85', '炖汤酱烧优选食材', '禽类蛋品/100924.jpg', '浙江', '尼松野鸭', '尼松野鸭斑嘴鸭800g', 'POU', '1', null);
INSERT INTO `goods` VALUES ('245', '1332544', '69.00', '张家界', '37', '暂无', '禽类蛋品/180524.jpg', '吉林临江', '千百禾', '千百禾无抗鸡880g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('246', '1104410', '22.80', '天津', '197', '营养小鲜肉', '禽类蛋品/170526.jpg', '安徽宣城', '裴顿', '裴顿童子鸡800g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('247', '1237333', '23.80', '上海', '640', '暂无', '禽类蛋品/180503.jpg', '安徽', '太阳谷', '太阳谷鸡琵琶腿500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('248', '1103082', '19.90', '上海', '119', '暂无', '禽类蛋品/170906.jpg', '江苏盐城', '绿水沱', '绿水沱散养五谷杂粮蛋10枚', 'POU', '1', null);
INSERT INTO `goods` VALUES ('249', '1205891', '179.00', '海口', '19', '暂无', '禽类蛋品/094949.jpg', '吉林临江', '千百禾', '千百禾金冠生态鸡1.5kg', 'POU', '0', null);
INSERT INTO `goods` VALUES ('250', '1302884', '25.00', '天津', '229', '暂无', '禽类蛋品/170703.jpg', '江苏', '泰森', '泰森奥尔良鸡翅300g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('251', '1286574', '16.80', '上海', '223', '暂无', '禽类蛋品/170426.jpg', '安徽', '太阳谷', '太阳谷鸡翅根500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('252', '1269399', '108.00', '上海', '869', '领略老麻鸭的鲜', '禽类蛋品/092629.jpg', '上海', '老杜', '老杜崇明农家老鸭1kg', 'POU', '0', null);
INSERT INTO `goods` VALUES ('253', '1286573', '29.80', '天津', '2845', '暂无', '禽类蛋品/170523.jpg', '安徽', '太阳谷', '太阳谷鸡翅中500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('254', '1318360', '24.90', '上海', '299', '暂无', '禽类蛋品/171009.jpg', '江苏', '泰森', '泰森冰冻鸡腿肉丁454g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('255', '1269402', '98.00', '上海', '141', '暂无', '禽类蛋品/092632.jpg', '上海', '老杜', '老杜崇明阉鸡750g(半只)', 'POU', '0', null);
INSERT INTO `goods` VALUES ('256', '1302885', '36.00', '上海', '59', '暂无', '禽类蛋品/170703.jpg', '山东', '泰森', '泰森川香辣子鸡丁(中辣)500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('257', '1314318', '19.90', '上海', '22', '暂无', '禽类蛋品/170922.jpg', '北京', 'CP', 'CP正大食品鸡心500g', 'POU', '1', null);
INSERT INTO `goods` VALUES ('258', '1302897', '5.80', '天津', '549', '暂无', '禽类蛋品/171026.jpg', '江苏', '鸿轩农业', '鸿轩农业土鸡蛋255g(6枚装)', 'POU', '0', null);
INSERT INTO `goods` VALUES ('259', '1302894', '24.00', '上海', '390', '暂无', '禽类蛋品/170703.jpg', '江苏', '泰森', '泰森冰冻鸡凤爪454g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('260', '1311716', '23.90', '天津', '172', '暂无', '禽类蛋品/180525.jpg', '安徽滁州', '太阳谷', '太阳谷鸡爪500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('261', '1004015', '115.00', '天津', '164', '炖汤酱烧优选', '禽类蛋品/094913.jpg', '浙江', '尼松野鸭', '尼松野鸭白羽鸭800g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('262', '1302899', '11.90', '上海', '436', '暂无', '禽类蛋品/171026.jpg', '江苏', '鸿轩农业', '鸿轩农业土鸡蛋425g(10枚装)', 'POU', '1', null);
INSERT INTO `goods` VALUES ('263', '1270698', '20.90', '海口', '75', '暂无', '禽类蛋品/170526.jpg', '河北', '姐妹厨房', '姐妹厨房急鲜封鸡翅根500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('264', '1103085', '61.90', '上海', '301', '暂无', '禽类蛋品/092521.jpg', '江苏盐城', '绿水沱', '绿水沱鸽子蛋10枚', 'POU', '0', null);
INSERT INTO `goods` VALUES ('265', '1103080', '22.90', '上海', '125', '暂无', '禽类蛋品/092520.jpg', '江苏盐城', '绿水沱', '绿水沱散养乌骨鸡蛋10枚', 'POU', '0', null);
INSERT INTO `goods` VALUES ('267', '1103081', '21.90', '上海', '100', '暂无', '禽类蛋品/170906.jpg', '江苏盐城', '绿水沱', '绿水沱散养芦花鸡蛋10枚', 'POU', '0', null);
INSERT INTO `goods` VALUES ('268', '1104411', '26.80', '北京', '382', '皮弹肉嫩满嘴香', '禽类蛋品/092525.jpg', '安徽宣城', '裴顿', '裴顿云岭草鸡900g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('269', '1302896', '29.80', '海口', '29', '暂无', '禽类蛋品/170703.jpg', '江苏', '徐鸿飞小鲜蛋', '徐鸿飞小鲜蛋无添加营养鸡蛋510g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('270', '1302886', '26.90', '天津', '0', '暂无', '禽类蛋品/170703.jpg', '山东', '泰森', '泰森酥脆香辣鸡米花(微辣)500g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('271', '1236867', '37.50', '上海', '310', '暂无', '禽类蛋品/092538.jpg', '广东', '原膳', '广东黄油鸡950g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('272', '104135', '19.80', '上海', '2121', '暂无', '禽类蛋品/180119.jpg', '江苏常州', '易果', '苏北散养童子鸡600g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('273', '154132', '15.90', '上海', '44', '暂无', '禽类蛋品/092731.jpg', '河南', '华英', '华英精切鸭全翅480g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('274', '154133', '12.90', '上海', '653', '暂无', '禽类蛋品/092732.jpg', '河南', '华英', '华英精切鸭翅根460g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('275', '104146', '62.90', '张家界', '519', '老鸽靓汤 爱不停炖', '禽类蛋品/092504.jpg', '广东广州', '原膳', '原膳生态老鸽350g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('276', '104145', '33.90', '天津', '570', '可炸可炖的小雏鸽', '禽类蛋品/094920.jpg', '广东广州', '原膳', '原膳生态乳鸽280g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('277', '104225', '25.90', '北京', '906', '壳绿 蛋黄大 蛋清稠', '禽类蛋品/092937.jpg', '安徽', '原膳', '散养黑凤乌鸡绿壳蛋（15枚简装）', 'POU', '0', null);
INSERT INTO `goods` VALUES ('278', '154321', '29.90', '北京', '741', '该商品不支持使用优惠券 饱满厚实 细嫩多汁', '禽类蛋品/171212.jpg', '安徽蚌埠', '大成', '姐妹厨房急鲜封翅根1000g', 'POU', '0', null);
INSERT INTO `goods` VALUES ('342', '1407639', '118.00', '上海', '0', '暂无', '海鲜水产/180524.jpg', '古巴', '纯色本味', '纯色本味古巴龙虾400g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('343', '1379875', '49.00', '海口', '7', '暂无', '海鲜水产/180428.jpg', '加拿大', '原膳', '原膳加拿大雪蟹脚200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('344', '1348434', '198.00', '北京', '220', '暂无', '海鲜水产/180315.jpg', '法国', '海天下', '海天下法国银鳕鱼220g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('345', '1356646', '69.00', '张家界', '2', '暂无', '海鲜水产/180315.jpg', '美国', '渔泊湾', '渔泊湾阿拉斯加黑鳕鱼尾段454g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('346', '1404163', '32.80', '海口', '2', '暂无', '海鲜水产/180524.jpg', '山东青岛', '原膳', '原膳青岛大虾400g(8-12只)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('347', '1372694', '19.90', '上海', '27', '去头，去尾，去内脏 干净又方便', '海鲜水产/180402.jpg', '浙江舟山', '原膳', '原膳三去舟山冻带鱼段300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('348', '1408662', '19.80', '上海', '0', '暂无', '海鲜水产/180528.jpg', '山东威海', 'Trident', 'Trident阿拉斯加吮指鳕鱼条240g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('349', '1386567', '42.80', '上海', '69', '暂无', '海鲜水产/180427.jpg', '湖北荆州', '红功夫', '红功夫十三香味小龙虾700g(17-25只)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('350', '1386565', '49.80', '上海', '73', '暂无', '海鲜水产/180427.jpg', '湖北荆州', '红功夫', '红功夫麻辣味小龙虾700g(17-25只)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('351', '1353735', '23.90', '上海', '5', '暂无', '海鲜水产/180202.jpg', '智利', '美威', '美威美式烧烤三文鱼头250g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('352', '1404065', '68.00', '上海', '0', '暂无', '海鲜水产/180518.jpg', '泰国', 'KING OSCAR', 'KINGOSCAR生冻调味三文鱼排100g*2', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('353', '1379872', '35.00', '上海', '4', '暂无', '海鲜水产/180503.jpg', '加拿大', '原膳', '原膳加拿大北极虾300g(20-25只)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('354', '1345538', '89.00', '海口', '38', '暂无', '海鲜水产/180116.jpg', '辽宁大连', '獐子岛', '獐子岛冻煮连壳鲍鱼180g(8只装)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('355', '1348480', '32.80', '天津', '1617', '暂无', '海鲜水产/180130.jpg', '新西兰', '易果', '原膳新西兰半壳青口贝350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('356', '1386568', '35.90', '上海', '3', '暂无', '海鲜水产/180507.jpg', '湖北荆州', 'GUO LIAN国联', 'GUOLIAN国联麻辣味小龙虾750g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('357', '1379867', '22.80', '北京', '2', '暂无', '海鲜水产/180424.jpg', '山东潍坊', '禧莱安', '禧莱安鱼籽金线鱼滑200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('358', '1408661', '19.80', '上海', '0', '暂无', '海鲜水产/180528.jpg', '山东威海', 'Trident', 'Trident阿拉斯加黄金鳕鱼块240g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('359', '1379812', '25.00', '上海', '6', '暂无', '海鲜水产/180424.jpg', '江苏连云港', '原膳', '原膳皮皮虾300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('360', '1345541', '198.00', '海口', '69', '暂无', '海鲜水产/180112.jpg', '新西兰', '鲜元素', '鲜元素速冻银鳕鱼500g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('361', '1400083', '28.00', '张家界', '9', '暂无', '海鲜水产/180517.jpg', '浙江舟山', '原膳', '原膳舟山大黄鱼255g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('362', '1346091', '78.00', '上海', '76', '暂无', '海鲜水产/180111.jpg', '泰国', '拓食', '拓食冻熟黑虎虾400g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('363', '1356642', '29.80', '天津', '6', '暂无', '海鲜水产/180228.jpg', '浙江舟山', '原膳', '原膳浙江冷冻小八爪鱼(8-12只)400g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('364', '1404066', '75.00', '天津', '0', '暂无', '海鲜水产/180518.jpg', '泰国', 'KING OSCAR', 'KINGOSCAR生冻调味三文鱼排100g*2', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('365', '1372159', '138.00', '上海', '19', '暂无', '海鲜水产/180403.jpg', '阿根廷', '原膳', '阿根廷红虾(L2)2kg', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('366', '1408663', '19.80', '北京', '0', '暂无', '海鲜水产/180528.jpg', '山东威海', 'Trident', 'Trident阿拉斯加英式鳕鱼柳240g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('367', '1379874', '15.00', '天津', '9', '暂无', '海鲜水产/180428.jpg', '冰岛', '原膳', '原膳冰岛多春鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('368', '1379869', '88.00', '上海', '50', '挑刺方便 全家都能吃', '海鲜水产/180418.jpg', '新西兰', '原膳', '原膳新西兰银鳕鱼200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('369', '1379871', '38.00', '海口', '0', '暂无', '海鲜水产/180418.jpg', '江苏连云港', '原膳', '原膳蝴蝶虾(特大)250g(12-17只)', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('370', '1386566', '55.80', '天津', '9', '暂无', '海鲜水产/180427.jpg', '湖北荆州', '红功夫', '红功夫麻辣味小龙虾700g(13-17只)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('371', '1403387', '45.00', '天津', '0', '暂无', '海鲜水产/180518.jpg', '泰国', 'KING OSCAR', 'KINGOSCAR熟冻黄鳍金枪鱼排90g*2', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('372', '1379873', '15.80', '天津', '7', '暂无', '海鲜水产/180428.jpg', '日本', '原膳', '原膳野生深海黄鱼(多线鱼)400g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('373', '1379868', '25.00', '海口', '5', '暂无', '海鲜水产/180416.jpg', '格陵兰', '我爱渔', '我爱渔格陵兰比目鱼切段200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('374', '1403388', '65.00', '天津', '0', '暂无', '海鲜水产/180521.jpg', '澳大利亚', '纯色本味', '纯色本味澳洲冻半壳扇贝(海皇贝)100g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('375', '1387401', '39.90', '上海', '52', '暂无', '海鲜水产/180508.jpg', '湖北荆州', '洪湖渔家', '洪湖渔家麻辣虾球300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('376', '1346703', '39.80', '上海', '133', '暂无', '海鲜水产/180124.jpg', '基里巴斯', '鲜美来', '鲜美来金枪鱼150g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('377', '1317687', '41.80', '海口', '169', '暂无', '海鲜水产/171110.jpg', '格陵兰', '我爱渔', '我爱渔格陵兰比目鱼300g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('378', '1313370', '19.90', '上海', '116', '暂无', '海鲜水产/170929.jpg', '海南', '勤富', '勤富孜然味鲷鱼片300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('379', '1309175', '38.00', '天津', '177', '暂无', '海鲜水产/170828.jpg', '青海', '荷裕', '荷裕烟熏三文鱼(莳萝)100g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('380', '1229895', '43.90', '北京', '125', '饱满紧实，富含虾青素', '海鲜水产/094220.jpg', '浙江', '蓝雪', '蓝雪青虾仁(抽肠)(71-90尾/磅)300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('381', '1239715', '69.00', '天津', '579', '入口清新无腥，富含Omega-3', '海鲜水产/095027.jpg', '智利', '美威', '美威原味三文鱼排240g(4片分享装)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('382', '1317691', '35.00', '张家界', '626', '暂无', '海鲜水产/171105.jpg', '冰岛', '我爱渔', '我爱渔冰岛海参斑500g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('383', '1294083', '35.00', '北京', '479', '牛蛙爱好者的不二选择', '海鲜水产/170607.jpg', '福建', 'Joyfish', 'Joyfish酸菜牛蛙370g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('384', '1293638', '18.90', '天津', '623', '豆豉鲜香 搭配爽口粉丝', '海鲜水产/094317.jpg', '辽宁', '獐子岛', '獐子岛豆豉粉丝扇贝(速冻生制)200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('385', '1325293', '46.90', '上海', '29', '暂无', '海鲜水产/171214.jpg', '挪威', '禧美海产', '禧美海产黑线鳕鱼切段350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('386', '1309163', '45.00', '上海', '52', '秘制照烧酱，3分钟煎烤即食', '海鲜水产/170905.jpg', '智利', '荷裕', '荷裕芝香照烧三文鱼200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('387', '1293635', '49.80', '上海', '159', '净海佳品，海中牛奶', '海鲜水产/171204.jpg', '新西兰', 'KONO', 'KONO半壳冷冻青口贝500g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('388', '1333095', '279.00', '海口', '23', '暂无', '海鲜水产/180523.jpg', '山东威海', '皇纯', '皇纯干海参50g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('389', '1295347', '27.90', '张家界', '333', '原装进口，麻辣鲜香', '海鲜水产/170515.jpg', '上海', '海天下', '海天下沸腾鱼280g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('390', '1227388', '29.80', '北京', '367', '饱满弹嫩 老少皆宜', '海鲜水产/170905.jpg', '广西北海', '鲜美来', '鲜美来南美青虾仁(中)200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('391', '1238163', '16.80', '北京', '255', '深海鱼糜制成 内含飞鱼籽', '海鲜水产/094345.jpg', '浙江', '喵哈哈', '喵哈哈鱼籽心鱼丸80g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('392', '1306293', '27.80', '上海', '54', '暂无', '海鲜水产/171212.jpg', '山东威海', '獐子岛', '獐子岛糖醋鳕鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('393', '1325295', '145.00', '上海', '489', '暂无', '海鲜水产/180105.jpg', '加拿大', 'Clearwater', 'Clearwater刺身北极甜虾1kg', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('394', '1318372', '16.90', '上海', '53', '暂无', '海鲜水产/171025.jpg', '美国', '鲜元素', '鲜元素速冻阿拉斯加真鳕鱼200g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('395', '1229887', '169.00', '海口', '343', '细嫩无刺，细腻肥美', '海鲜水产/094218.jpg', '智利', '蓝雪', '蓝雪银鳕鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('396', '1317717', '16.50', '海口', '54', '满腹鱼籽 香浓可口', '海鲜水产/171116.jpg', '加拿大', '美渔坊', '美渔坊冻多春鱼250g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('397', '1293623', '18.90', '上海', '302', '鲜辣风味 搭配爽口粉丝', '海鲜水产/101116.jpg', '辽宁', '獐子岛', '獐子岛泡椒粉丝扇贝', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('398', '1233016', '39.90', '上海', '2003', '甄选优质青虾，浓香弹嫩', '海鲜水产/094225.jpg', '广西', '鲜美来', '鲜美来虾滑200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('399', '1311108', '59.00', '上海', '132', '暂无', '海鲜水产/170914.jpg', '辽宁', '兴城多宝鱼', '兴城多宝鱼350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('400', '1206256', '14.90', '天津', '682', '刺少肉多，皮薄肉厚', '海鲜水产/094204.jpg', '浙江舟山', '海天下', '海天下东海带鱼段400g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('401', '1311450', '35.00', '天津', '347', '赤道之国的自然馈赠', '海鲜水产/171103.jpg', '厄瓜多尔', '原膳', '原膳厄瓜多尔白虾300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('402', '1293627', '49.00', '上海', '89', '甘甜肥美 ，片片脆爽', '海鲜水产/094956.jpg', '辽宁', '獐子岛', '獐子岛北极贝切片160g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('403', '1312350', '27.80', '上海', '85', '暂无', '海鲜水产/170915.jpg', '俄罗斯', '8千米', '8千米鳕鱼堡240g(60g*4)', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('404', '1233015', '24.90', '上海', '396', '嫩弹细滑刺少 老少皆宜', '海鲜水产/104252.jpg', '广西', '鲜美来', '鲜美来巴沙鱼片500g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('405', '1309164', '55.00', '上海', '507', '薄盐微腌入味 鲜嫩丰腴', '海鲜水产/170905.jpg', '智利', '荷裕', '荷裕薄盐三文鱼240g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('406', '1229906', '168.00', '海口', '1253', '来自洁净海域 鲜嫩紧实', '海鲜水产/094220.jpg', '阿根廷', '蓝雪', '蓝雪船冻阿根廷红虾(L2)2kg', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('407', '1325283', '69.00', '海口', '26', '暂无', '海鲜水产/171114.jpg', '辽宁丹东', '原膳', '原膳辽宁长脚章鱼800g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('408', '1002613', '26.90', '上海', '148', '碳烤香味，诱惑味蕾', '海鲜水产/100850.jpg', '智利', '荷裕', '荷裕美式炭烤三文鱼230g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('409', '1272712', '23.90', '天津', '58', '深海鱼糜搭配进口奶酪的美味', '海鲜水产/170329.jpg', '浙江', '喵哈哈', '喵哈哈芥末芝士心鱼曲奇120g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('410', '1321200', '36.80', '上海', '373', '来自寒冷冰海 挑选肥美中段', '海鲜水产/171030.jpg', '马达加斯加', '原膳', '原膳马达加斯加带鱼段350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('411', '1293628', '18.90', '天津', '1156', '精选优质原料，个大饱满味鲜', '海鲜水产/180507.jpg', '辽宁', '獐子岛', '獐子岛蒜蓉粉丝扇贝200g(6枚装)', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('412', '1234751', '19.90', '上海', '75', '肉质丰厚 专业调味', '海鲜水产/093006.jpg', '山东', 'Joyfish', 'Joyfish香辣巴沙鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('413', '1293631', '17.90', '北京', '267', '鲜炸即食，味美酥嫩', '海鲜水产/094957.jpg', '辽宁', '獐子岛', '獐子岛炸鳕鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('414', '1293625', '16.80', '海口', '748', '肥美鲜嫩，饱满细腻', '海鲜水产/094955.jpg', '辽宁', '獐子岛', '獐子岛蚬子肉250g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('415', '1238166', '16.80', '天津', '335', 'Q弹爽滑 易于消化', '海鲜水产/170608.jpg', '浙江', '喵哈哈', '喵哈哈龙虾球80g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('416', '1321424', '18.80', '上海', '281', '暂无', '海鲜水产/171212.jpg', '俄罗斯', '原膳', '阿拉斯加狭鳕鱼片350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('417', '1321270', '35.00', '上海', '353', '暂无', '海鲜水产/171024.jpg', '加拿大', '我爱渔', '我爱渔北极甜虾刺身78g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('418', '1304425', '219.00', '北京', '108', '暂无', '海鲜水产/170718.jpg', '美国', 'OceanGala', 'OceanGala海鲜盛宴速冻黑鳕切身400g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('419', '1310900', '38.90', '上海', '364', '暂无', '海鲜水产/171023.jpg', '阿根廷', 'Altamare', 'Altamare野生阿根廷红虾虾仁200g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('420', '1238165', '16.80', '上海', '657', '深海鱼糜制成 满满蟹籽心', '海鲜水产/170308.jpg', '浙江', '喵哈哈', '喵哈哈蟹籽心鱼丸80g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('421', '1318203', '39.00', '上海', '123', '暂无', '海鲜水产/171013.jpg', '智利', 'KING OSCAR', 'KING OSCAR冷冻烟熏三文鱼切片100g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('422', '1208686', '14.90', '上海', '37', '野生银鱼，鲜香味美', '海鲜水产/170508.jpg', '浙江湖州', '海天下', '海天下银鱼海鲜羹380g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('423', '1317715', '22.80', '上海', '135', '暂无', '海鲜水产/171115.jpg', '阿拉斯加', '美渔坊', '美渔坊阿拉斯加鳕鱼片340g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('424', '1312392', '16.90', '天津', '177', '弹滑有劲 老少皆宜', '海鲜水产/171010.jpg', '浙江', '原膳', '原膳舟山红鱿鱼300g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('425', '1312348', '41.80', '天津', '27', '暂无', '海鲜水产/170915.jpg', '智利', '8千米', '8千米三文鱼堡240g(60g*4)', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('426', '1293651', '149.00', '北京', '1265', '硕大如手，原箱进口', '海鲜水产/170531.jpg', '阿根廷', '獐子岛', '阿根廷红虾(L1)2kg', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('427', '1206258', '13.90', '上海', '1171', '自然生长，太湖野生', '海鲜水产/094205.jpg', '浙江湖州', '海天下', '海天下太湖银鱼180g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('428', '1312365', '10.90', '天津', '452', '用料实在 烹饪简易', '海鲜水产/180413.jpg', '俄罗斯', '8千米', '8千米美味鳕鱼排100g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('429', '1105662', '98.00', '海口', '587', '去皮去骨，深海野生，限量捕捞', '海鲜水产/094944.jpg', '新西兰', '兰维乐', '兰维乐南极犬牙鱼150g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('430', '1314315', '29.50', '海口', '329', '暂无', '海鲜水产/170921.jpg', '智利', '美威', '美威三文鱼头(整只)400g*2', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('431', '1002055', '13.80', '上海', '3522', '无骨无刺，嫩滑不老', '海鲜水产/171109.jpg', '越南', '原膳', '越南冷冻巴沙鱼片280g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('432', '1234878', '23.90', '上海', '618', '鲜嫩饱满，爽滑Q弹', '海鲜水产/101109.jpg', '广西', '原膳', '原膳北海墨鱼仔250g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('433', '1311494', '43.80', '上海', '91', '暂无', '海鲜水产/170915.jpg', '智利', '荷裕', '荷裕热熏三文鱼(黑椒)180g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('434', '1208683', '14.90', '上海', '207', '优选原料 口感酥脆可口', '海鲜水产/094951.jpg', '越南', '海天下', '海天下海苔鱼柳卷125g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('435', '1325290', '53.80', '北京', '512', '暂无', '海鲜水产/171130.jpg', '挪威', '禧美海产', '禧美海产北极鳕鱼切段350g', 'SEA', '0', null);
INSERT INTO `goods` VALUES ('436', '1312362', '52.80', '上海', '677', '暂无', '海鲜水产/170915.jpg', '美国', '8千米', '8千米北极鳕500g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('437', '1304416', '22.90', '天津', '136', '暂无', '海鲜水产/170718.jpg', '俄罗斯', 'OceanGala', 'OceanGala速冻野生狭鳕切段(去皮)500g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('468', '1311107', '58.00', '上海', '421', '野生海捕，深海静养', '海鲜水产/170914.jpg', '加拿大', 'Clearwater', 'Clearwater冷冻北极贝切片150g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('469', '1240255', '34.90', '张家界', '16', '口感纯正鲜味足', '海鲜水产/140123.jpg', '山东', '禧莱安', '禧莱安纯金线鱼滑400g', 'SEA', '1', null);
INSERT INTO `goods` VALUES ('470', '1349917', '55.90', '上海', '98', '浓郁南洋风味，给下午茶加分', '乳品糕点/180126.jpg', '马来西亚', '榴莲蜜语', '榴莲蜜语榴莲班戟150g(6个)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('471', '1407366', '65.90', '天津', '0', '暂无', '乳品糕点/180523.jpg', '日本', '莎得徕兹', '莎得徕兹红豆抹茶风味鲷鱼形冰淇淋95.1g*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('472', '1408588', '67.50', '上海', '0', '暂无', '乳品糕点/180525.jpg', '日本', '莎得徕兹', '莎得徕兹北海道黄油甜筒冰淇淋82.3g*3', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('473', '1348938', '59.80', '上海', '304', '巧克力就要吃生的 手工制作的更靠谱', '乳品糕点/180123.jpg', '日本', '北海道牛奶芝士工厂', '北海道牛奶芝士工厂原味生巧克力40g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('474', '1402885', '69.90', '天津', '0', '暂无', '乳品糕点/180517.jpg', '法国', '哈根达斯', '哈根达斯香草焦糖扁桃仁脆皮冰淇淋69g*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('475', '1398816', '88.00', '上海', '0', '暂无', '乳品糕点/180509.jpg', '法国', '哈根达斯', '哈根达斯比利时巧克力冰淇淋392g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('476', '1398815', '88.00', '上海', '0', '暂无', '乳品糕点/180509.jpg', '法国', '哈根达斯', '哈根达斯香草冰淇淋392g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('477', '1406932', '92.80', '上海', '0', '暂无', '乳品糕点/180523.jpg', '俄罗斯', '33只企鹅', '33只企鹅冰淇淋组合装240g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('478', '1402884', '69.90', '北京', '0', '暂无', '乳品糕点/180517.jpg', '法国', '哈根达斯', '哈根达斯巧克力扁桃仁脆皮冰淇淋69g*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('479', '1407499', '86.90', '天津', '3', '暂无', '乳品糕点/180524.jpg', '上海青浦', '八喜', '八喜6合1冰淇淋360g(6*60g)*3', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('480', '1355123', '168.00', '上海', '30', '精致从内到外，高颜值好美味', '乳品糕点/180314.jpg', '日本', '北海道牛奶芝士工厂', '芝士工厂牌双层夹心蛋糕(桃子味)', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('481', '1368177', '18.00', '上海', '1089', '进口乳酸菌，采用新西兰乳源', '乳品糕点/180326.jpg', '泰国', '比达多', '比达多活菌型乳酸菌饮料85ml*6', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('482', '1402878', '69.90', '北京', '0', '暂无', '乳品糕点/180517.jpg', '法国', '哈根达斯', '哈根达斯草莓冰淇淋81g*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('483', '1367176', '115.00', '上海', '434', '中澳双认证有机牛奶，纯生牛乳生产，还原牛奶本来的味道', '乳品糕点/180320.jpg', '澳大利亚', '凯惟', '凯惟有机全脂巴氏杀菌乳鲜牛奶1L*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('484', '1399917', '112.00', '北京', '10', '暂无', '乳品糕点/180516.jpg', '澳大利亚', 'a2', 'a2全脂鲜牛奶1L*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('485', '1353818', '399.00', '北京', '8', '俄罗斯进口，高颜值好美味', '乳品糕点/180202.jpg', '俄罗斯', '芝士百丽', '芝士百丽红丝绒蛋糕1.6kg', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('486', '1348937', '59.80', '北京', '354', '巧克力就要吃生的 手工制作的更靠谱', '乳品糕点/180123.jpg', '日本', '北海道牛奶芝士工厂', '芝士工厂朗姆酒味生巧克力40g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('487', '1367177', '99.80', '天津', '15', '暂无', '乳品糕点/180509.jpg', '澳大利亚', '凯惟', '凯惟全脂巴氏杀菌乳鲜牛奶1L*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('488', '1402887', '69.90', '上海', '0', '暂无', '乳品糕点/180517.jpg', '法国', '哈根达斯', '哈根达斯夏威夷果仁冰淇淋81g*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('489', '1335210', '168.00', '上海', '166', '让细腻清新在口中融化，限量款樱花包装，发完即止', '乳品糕点/180525.jpg', '日本', '北海道牛奶芝士工厂', '牛奶芝士工厂牌双层夹心蛋糕(抹茶味)250g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('490', '1335364', '9.90', '上海', '83', '低脂牛奶发酵 融入蜂蜜调味', '乳品糕点/171206.jpg', '泰国', '达亦多', '达亦多乳酸菌饮料310ml', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('491', '1349921', '36.90', '上海', '72', '软糯糯，冰爽绵密，富有层次感的美妙滋味', '乳品糕点/180126.jpg', '马来西亚', '和南', '和南榴莲麻薯120g(4粒)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('492', '1398817', '88.00', '上海', '0', '暂无', '乳品糕点/180509.jpg', '法国', '哈根达斯', '哈根达斯草莓冰淇淋392g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('493', '1402886', '69.90', '上海', '0', '暂无', '乳品糕点/180517.jpg', '法国', '哈根达斯', '哈根达斯草莓脆皮冰淇淋69g*2', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('494', '1335063', '168.00', '上海', '442', '丝滑在口中点点化开，限量款樱花包装，发完即止', '乳品糕点/180525.jpg', '日本', '北海道牛奶芝士工厂', '牛奶芝士工厂牌双层夹心蛋糕(原味)250g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('525', '1304577', '12.50', '上海', '180', '浓郁奶香甜甜哒', '乳品糕点/170712.jpg', '上海', '悠哈', '悠哈特浓牛奶糖120g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('526', '1331462', '128.00', '天津', '20', '丝丝入味 口口生香', '乳品糕点/171124.jpg', '马来西亚', 'Aalst奥世', 'Aalst奥世扁桃仁牛奶巧克力制品礼盒300g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('527', '1268530', '188.00', '海口', '17', '0反式脂肪', '乳品糕点/170425.jpg', '俄罗斯', '芝士百丽', '芝士百丽巧克力芝士蛋糕1kg', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('528', '1311938', '33.80', '上海', '99', '奶香浓郁 口感绵密', '乳品糕点/170911.jpg', '法国', '乐芝牛', '乐芝牛芝士小食系列再制干酪125g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('529', '1331463', '128.00', '上海', '51', '融入整颗香脆榛仁', '乳品糕点/171124.jpg', '马来西亚', 'Aalst奥世', 'Aalst奥世榛子牛奶巧克力制品礼盒300g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('530', '1311939', '38.80', '上海', '78', '奶香浓郁 美味细腻', '乳品糕点/170911.jpg', '法国', '小贝勒', '小贝勒原味奶酪(干酪)110g(5粒)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('531', '1240931', '6.80', '天津', '236', '源自阿尔卑斯山天然牧场', '乳品糕点/101149.jpg', '德国', '卓德', '卓德脱脂含乳饮品(草莓口味)100g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('532', '1268520', '118.00', '上海', '78', '馥郁香甜 清爽不腻口', '乳品糕点/132502.jpg', '俄罗斯', '芝士百丽', '芝士百丽纽约风味草莓味芝士蛋糕520g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('533', '1268522', '118.00', '上海', '25', '品味俄式浪漫，分享爱的喜悦', '乳品糕点/180202.jpg', '俄罗斯', '芝士百丽', '芝士百丽提拉米苏蛋糕350g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('534', '1248747', '35.90', '天津', '6', '口感微微带酸 免切丝', '乳品糕点/170306.jpg', '美国', '多美鲜', '多美鲜淡味车打奶酪(碎条)226g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('535', '1305068', '6.50', '海口', '56', '冷藏食用 口感更佳', '乳品糕点/170907.jpg', '天津滨海', '百吉福', '百吉福丝怡香酪(咖啡味)56g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('536', '1248722', '27.90', '张家界', '49', '加拿大原装进口', '乳品糕点/132446.jpg', '德国', '多美鲜', '多美鲜儿童奶酪(芒果味/蓝莓味)再制干酪340g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('537', '1305081', '6.50', '上海', '120', '丝滑口感 纯正浓郁', '乳品糕点/170907.jpg', '天津滨海', '百吉福', '百吉福丝怡香酪(原味)56g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('538', '1250196', '98.00', '天津', '140', '薄脆猫舌曲奇搭配香浓白巧克力', '乳品糕点/101320.jpg', '日本', '白色恋人', '白色恋人白巧克力夹心味饼干132g(11g*12片)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('539', '1331457', '68.80', '上海', '253', '浓醇丝滑 口味纯正', '乳品糕点/171124.jpg', '马来西亚', 'Aalst奥世', 'Aalst奥世扁桃仁牛奶巧克力制品礼盒150g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('540', '1235066', '24.80', '上海', '11', '奶香浓郁 乳酪芝士蛋糕原料', '乳品糕点/140715.jpg', '美国', '米格农场', '米格农场奶油奶酪226g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('541', '1305102', '13.90', '上海', '77', '细腻顺滑 钙质丰富', '乳品糕点/170907.jpg', '法国', '百吉福', '百吉福成长奶酪(蓝莓味)100g(25g*4杯)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('542', '1304582', '9.90', '上海', '249', '好像在吃真的葡萄一样', '乳品糕点/170712.jpg', '上海', '悠哈', '悠哈酷露露葡萄味软糖52g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('543', '1305107', '71.90', '海口', '35', '三种果酱美味融合', '乳品糕点/170907.jpg', '法国', '百吉福', '百吉福棒棒奶酪(缤纷莓子味)500g(20g*25支)', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('544', '1235703', '15.90', '上海', '2585', '真实 浓纯香', '乳品糕点/094310.jpg', '浙江', '味全', '味全零脂肪优酪乳(原味)100g*8', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('545', '1233574', '48.00', '海口', '1085', '萌萌哒黄胖子 香蕉口味', '乳品糕点/171121.jpg', '韩国', '宾格瑞', '宾格瑞香蕉牛奶(含乳饮料)238ml*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('546', '1268526', '218.00', '上海', '386', '馥郁香甜 草莓控的心头好', '乳品糕点/170425.jpg', '俄罗斯', '芝士百丽', '芝士百丽纽约风味草莓味芝士蛋糕1.2kg', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('547', '1235049', '24.80', '上海', '72', '奶香浓郁 口感柔滑', '乳品糕点/094249.jpg', '德国', '卓德', '卓德吐司奶酪片200g(12片装)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('548', '1235047', '29.90', '上海', '61', '畅销欧洲三十余年 顺滑口感', '乳品糕点/101110.jpg', '德国', '卓德', '卓德甜点牛奶,香草口味(含乳饮料)55g*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('549', '1235065', '34.50', '上海', '11', '天然奶酪 非再制', '乳品糕点/170531.jpg', '美国', '米格农场', '米格农场马苏里拉手撕奶酪条170g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('550', '1291410', '99.00', '海口', '155', '法国原装进口', '乳品糕点/170428.jpg', '法国', '哈根达斯', '哈根达斯脆皮冰淇淋组合装69g*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('551', '1235700', '15.90', '上海', '1260', '不添加防腐剂 浓纯香', '乳品糕点/094309.jpg', '浙江', '味全', '味全零脂肪优酪乳(芦荟口味)100g*8', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('552', '1311933', '25.50', '上海', '24', '法国传统工艺制成', '乳品糕点/170911.jpg', '澳大利亚', '乐芝牛', '乐芝牛吐司原味切片奶酪200g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('553', '1313358', '34.50', '天津', '351', '新老包装，随机发货', '乳品糕点/170919.jpg', '法国', '总统', '总统淡味黄油块200g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('554', '1305118', '18.80', '天津', '307', '浓郁奶香 口感爽滑', '乳品糕点/170907.jpg', '法国', '百吉福', '百吉福棒棒奶酪(原味)120g(20g*6支)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('555', '1268523', '218.00', '天津', '108', '用料十足 酸甜不腻口', '乳品糕点/180507.jpg', '俄罗斯', '芝士百丽', '芝士百丽纽约芝士蛋糕1.2kg', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('556', '1268527', '218.00', '上海', '355', '香醇浓郁 经典滋味', '乳品糕点/180329.jpg', '俄罗斯', '芝士百丽', '芝士百丽纽约风味山莓味芝士蛋糕1.2kg', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('557', '1313364', '30.90', '上海', '134', '天然草饲 恬淡奶香', '乳品糕点/170919.jpg', '爱尔兰', '金凯利', '金凯利爱尔兰风味黄油(咸味)200g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('558', '1318159', '108.00', '海口', '64', '柔滑细腻 香浓醇厚', '乳品糕点/170928.jpg', '江苏', '约翰丹尼', '约翰丹尼美式乳酪950g(10片)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('559', '1331458', '68.80', '上海', '174', '浓郁可可香融合香浓牛奶', '乳品糕点/171124.jpg', '马来西亚', 'Aalst奥世', 'Aalst奥世榛子牛奶巧克力制品礼盒150g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('560', '1313362', '36.90', '上海', '26', '偷藏坚果香气的奶酪', '乳品糕点/170919.jpg', '爱尔兰', '金凯利', '金凯利瑞士风味大孔干酪198g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('561', '1248752', '25.90', '海口', '16', '拉丝细密 弹糯易化', '乳品糕点/132448.jpg', '美国', '多美鲜', '多美鲜马苏里拉手撕奶酪113.2g(4条)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('562', '1305111', '65.80', '天津', '550', '趣味包装 水果口味', '乳品糕点/170907.jpg', '天津滨海', '百吉福', '百吉福棒棒奶酪(混合水果味)500g(20g*25支)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('563', '1304581', '9.90', '上海', '217', '冰一下 口感更惊艳', '乳品糕点/170712.jpg', '上海', '悠哈', '悠哈酷露露白葡萄味软糖52g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('564', '1291415', '148.00', '上海', '9', '入口细糯 口感丰富', '乳品糕点/170428.jpg', '法国', '哈根达斯', '哈根达斯曲奇香奶冰淇淋77g*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('565', '1248793', '15.50', '上海', '11', '软糯顺滑 滋味咸香', '乳品糕点/170315.jpg', '奥地利', '多美鲜', '多美鲜埃蒙塔尔奶酪150g(8片装)', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('566', '1291058', '165.00', '上海', '50', '清新冰爽口中融化', '乳品糕点/170505.jpg', '韩国', '宾格瑞', '宾格瑞牌哈密瓜味雪糕640g(80g*8)*3', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('567', '1240932', '6.80', '上海', '179', '德国进口 不添加防腐剂', '乳品糕点/101150.jpg', '德国', '卓德', '卓德脱脂含乳饮品(水蜜桃口味)100g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('568', '1248782', '17.90', '海口', '59', '质地细密 融后清澈透亮', '乳品糕点/132451.jpg', '荷兰', '多美鲜', '多美鲜植物黄油250g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('569', '1305094', '18.80', '张家界', '175', '浓郁奶香 细腻顺滑', '乳品糕点/170907.jpg', '法国', '百吉福', '百吉福棒棒奶酪(混合水果味)120g(20g*6支)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('570', '1305090', '19.30', '上海', '130', '片片奶香浓郁', '乳品糕点/170907.jpg', '天津滨海', '百吉福', '百吉福芝士片(香浓原味)166g(10片)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('571', '1235022', '12.80', '天津', '87', '丰富益生菌 低脂健康', '乳品糕点/094244.jpg', '德国', '卓德', '卓德低脂热处理风味发酵乳(草莓口味)120g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('572', '1248729', '25.90', '上海', '18', '源自加州优质奶源', '乳品糕点/170302.jpg', '美国', '多美鲜', '多美鲜奶油奶酪(原味)227g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('573', '1317738', '32.80', '天津', '103', '冰爽甜糯 细腻清新', '乳品糕点/170927.jpg', '福建', '乐肴居', '乐肴居冰皮麻糬(酸奶慕斯味)500g(10粒装)', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('574', '1311932', '25.50', '上海', '34', '奶香浓郁 口感醇厚', '乳品糕点/170911.jpg', '澳大利亚', '乐芝牛', '乐芝牛三明治原味切片奶酪200g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('575', '1235707', '18.90', '上海', '1452', '忠于牛奶本来的味道', '乳品糕点/170912.jpg', '浙江', '味全', '味全严选牧场牛奶950ml', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('576', '1235698', '6.50', '北京', '1134', '源自丹麦菌种益生菌', '乳品糕点/094308.jpg', '浙江', '味全', '味全活性乳酸菌饮料(原味)435ml', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('577', '1311935', '28.50', '天津', '19', '美味低卡 口味多样', '乳品糕点/170911.jpg', '法国', '乐芝牛', '乐芝牛芝士小食系列再制干酪78g(15粒)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('578', '1248791', '15.50', '上海', '22', '口味微酸 绵密顺滑', '乳品糕点/170316.jpg', '奥地利', '多美鲜', '多美鲜切达奶酪150g(8片装)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('579', '1305106', '17.80', '上海', '59', '传承法国工艺 美妙柔滑', '乳品糕点/170907.jpg', '天津滨海', '百吉福', '百吉福小三角奶酪(草莓味)140g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('580', '1313363', '33.90', '北京', '131', '奶香浓郁 入口即化', '乳品糕点/170919.jpg', '爱尔兰', '金凯利', '金凯利爱尔兰风味黄油(淡味)200g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('581', '1291411', '148.00', '上海', '21', '醇厚绵密 奶香浓郁', '乳品糕点/170428.jpg', '法国', '哈根达斯', '哈根达斯香草焦糖扁桃仁脆皮冰淇淋69g*4', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('582', '1248796', '26.90', '上海', '71', '拉丝长 口感绵密顺滑', '乳品糕点/170315.jpg', '奥地利', '多美鲜', '多美鲜马苏里拉奶酪(再制干酪)250g(12片装)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('583', '1313353', '32.50', '上海', '167', '法式发酵 质地柔软', '乳品糕点/170919.jpg', '法国', '总统', '总统咸味黄油块200g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('584', '1103674', '6.50', '上海', '176', '融入香甜香蕉 更添细腻回味', '乳品糕点/180314.jpg', '浙江杭州', '新希望', '新希望双峰纸杯香蕉牛奶260ml', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('585', '1248808', '24.90', '上海', '123', '细腻柔滑 奶香浓郁', '乳品糕点/170315.jpg', '德国', '多美鲜', '多美鲜原味酸奶400g(4*100g)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('586', '1248810', '49.00', '上海', '25', '源自阿尔卑斯山天然牧场', '乳品糕点/140744.jpg', '德国', '多美鲜', '多美鲜全脂牛奶200ml*12', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('587', '1235048', '29.90', '海口', '79', '口感顺滑 奶香浓郁', '乳品糕点/094248.jpg', '德国', '卓德', '卓德甜点牛奶,巧克力榛果口味(含乳饮料)55g*4', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('588', '1331459', '68.80', '上海', '288', '用料舍得 味道正点', '乳品糕点/171124.jpg', '马来西亚', 'Aalst奥世', 'Aalst奥世混合果仁牛奶巧克力制品礼盒150g', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('589', '1235052', '24.80', '海口', '5', '卓越品质 源自德国 始于1926年', '乳品糕点/170719.jpg', '德国', '卓德', '卓德切达奶酪片200g(12片装)', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('590', '1318870', '20.80', '海口', '124', '源自法国 口感醇香', '乳品糕点/171012.jpg', '法国', '总统', '总统超高温灭菌稀奶油200ml', 'CAK', '1', null);
INSERT INTO `goods` VALUES ('591', '1322110', '11.80', '上海', '5', '只选用内蒙古草原鲜牛奶', '乳品糕点/171023.jpg', '内蒙古', '圣牧', '圣牧塞茵苏浓缩酸奶蒙古高原风味酸乳360g', 'CAK', '0', null);
INSERT INTO `goods` VALUES ('592', '1336614', '25.50', '上海', '129', '美味回甘 迷你小巧', '新鲜蔬菜/180116.jpg', '安徽宿州', '清谷田园', '清谷田园吮指甜心水果胡萝卜76g*4', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('593', '1409186', '18.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180531.jpg', '上海', '蔬氏', '蔬氏法式经典沙拉蔬菜200g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('594', '1368212', '9.90', '上海', '57', '暂无', '新鲜蔬菜/180320.jpg', '浙江宁波', '轩尧', '轩尧藕片500g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('595', '1368209', '37.50', '上海', '41', '暂无', '新鲜蔬菜/180320.jpg', '美国', '安维', '安维美国红薯条454g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('596', '1383776', '19.80', '天津', '544', '爆汁“小糖球”', '新鲜蔬菜/180530.jpg', '甘肃平凉', '枝纯', '枝纯串收番茄(红)198g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('597', '1368211', '9.90', '张家界', '72', '暂无', '新鲜蔬菜/180320.jpg', '浙江宁波', '轩尧', '轩尧毛豆仁500g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('598', '1383775', '19.80', '上海', '204', '爆汁“小糖球”', '新鲜蔬菜/180417.jpg', '甘肃平凉', '枝纯', '枝纯串收番茄(黄)198g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('599', '1368213', '9.90', '上海', '133', '绵细粉嫩 入口即化', '新鲜蔬菜/180320.jpg', '江苏南通', '轩尧', '轩尧香糯芋艿450g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('600', '1401659', '63.90', '上海', '0', '礼盒包装 口感粉糯', '新鲜蔬菜/180531.jpg', '河南焦作', '易果', '河南温县铁棍山药3kg', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('601', '1368210', '19.50', '上海', '306', '排队小食 色泽诱人', '新鲜蔬菜/180320.jpg', '美国', '安维', '安维美国原味薯条454g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('602', '1366252', '6.90', '上海', '96', '特有清香 去腥增味', '新鲜蔬菜/180314.jpg', '山东安丘', '易果', '精选小黄姜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('603', '1325444', '16.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180531.jpg', '上海', '蔬氏', '蔬氏意式经典沙拉蔬菜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('604', '1004186', '5.90', '张家界', '899', '清香黄润 新鲜油炸无老油', '新鲜蔬菜/212615.jpg', '上海', '清美', '清美油炸素鸡片250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('605', '1004168', '4.90', '上海', '879', '色泽黄润 富有弹性', '新鲜蔬菜/212610.jpg', '上海', '清美', '清美小油豆腐125g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('606', '21653', '6.90', '上海', '693', '茄形直挺 硬实不蔫', '新鲜蔬菜/212807.jpg', '山东', '易果', '精选紫条长茄350g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('607', '1325442', '24.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏混合蔬菜500g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('608', '1331503', '12.50', '上海', '136', '暂无', '新鲜蔬菜/171120.jpg', '浙江衢州', '之江', '之江水煮冬笋220g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('609', '1325313', '18.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏西班牙式经典沙拉蔬菜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('610', '1325311', '18.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/171102.jpg', '上海', '蔬氏', '蔬氏美式经典沙拉蔬菜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('611', '1240142', '5.50', '上海', '355', '脆嫩爽滑 凉拌炒食皆可', '新鲜蔬菜/212717.jpg', '河南', '清美', '清美素毛肚(魔芋块)350g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('612', '1325310', '13.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏马德里风情沙拉菜300g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('613', '1332487', '11.50', '海口', '208', '暂无', '新鲜蔬菜/171211.jpg', '日本', '易果', '日本极小粒纳豆40g*3', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('614', '1240144', '1.50', '上海', '1614', '采用熟浆工艺 醇香细腻', '新鲜蔬菜/212718.jpg', '上海', '清美', '清美五谷味豆浆(调味豆浆)250ml', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('615', '1004181', '3.50', '上海', '1139', '自然鲜美，细腻紧实', '新鲜蔬菜/212614.jpg', '上海', '清美', '清美老豆腐320g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('616', '1249988', '11.50', '海口', '274', '暂无', '新鲜蔬菜/101314.jpg', '比利时', '大昌食品', '大昌精切四季豆段250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('617', '1325305', '22.80', '海口', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏焙煎芝麻风味经典沙拉蔬菜100g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('618', '1325309', '18.80', '海口', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏罗沙生菜混合200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('619', '1250034', '16.50', '北京', '383', '菇肉肥厚 菇味清香', '新鲜蔬菜/101316.jpg', '江苏', '易果', '精选新鲜舞茸150g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('620', '1331504', '12.50', '上海', '253', '暂无', '新鲜蔬菜/171120.jpg', '浙江衢州', '之江', '之江水煮冬笋片180g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('621', '1004188', '2.50', '张家界', '2217', '天然大豆精制 卤水点浆', '新鲜蔬菜/100928.jpg', '上海', '清美', '清美盐卤五香干120g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('622', '1325314', '18.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏芝麻菜100g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('623', '1003276', '8.80', '上海', '593', '脆嫩易入味 清香易搭配', '新鲜蔬菜/170523.jpg', '福建', '易果', '精选散生白花菜500g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('624', '1331505', '16.50', '上海', '302', '暂无', '新鲜蔬菜/171120.jpg', '福建南平', '春升', '春升水笋500g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('625', '1229680', '12.50', '上海', '186', '外层酥脆，内里嫩滑', '新鲜蔬菜/135951.jpg', '美国', '大昌食品', '大昌食品美国薯蛋380g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('626', '1003274', '6.50', '上海', '393', '脆爽微辣 口感脆爽', '新鲜蔬菜/135917.jpg', '山东', '易果', '精选皱皮椒300g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('627', '1325308', '18.80', '海口', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏罗马生菜200g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('628', '1325443', '12.80', '上海', '0', '开袋即食 清新爽口', '新鲜蔬菜/180530.jpg', '上海', '蔬氏', '蔬氏球生菜500g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('629', '1325312', '12.80', '张家界', '0', '开袋即食 清新爽口', '新鲜蔬菜/171102.jpg', '上海', '蔬氏', '蔬氏尼斯风情沙拉菜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('630', '1004187', '4.50', '天津', '1740', '天然大豆精制 工艺佳', '新鲜蔬菜/212616.jpg', '上海', '清美', '清美五两素鸡250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('631', '1240136', '12.90', '上海', '366', '自然野生 剥壳水煮', '新鲜蔬菜/140121.jpg', '浙江', '易果', '水煮野生罗汉笋220g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('632', '1003273', '6.50', '上海', '378', '小米椒+大葱+生姜+大蒜头', '新鲜蔬菜/092924.jpg', '上海', '易果', '葱姜蒜辣椒组合200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('633', '1004180', '1.50', '上海', '2512', '东北优质大豆制成 柔软水嫩', '新鲜蔬菜/212613.jpg', '上海', '清美', '清美内酯豆腐400g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('634', '1308776', '11.50', '上海', '105', '暂无', '新鲜蔬菜/170829.jpg', '吉林', 'NS', 'NS甜玉米粒80g*2', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('635', '1004175', '4.50', '上海', '674', '风味独到 弹润Q弹', '新鲜蔬菜/212611.jpg', '上海', '清美', '清美鸡蛋干120g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('636', '1004191', '3.90', '上海', '705', '不含香精色素防腐剂', '新鲜蔬菜/092931.jpg', '上海', '清美', '清美扬州干丝150g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('637', '1301399', '6.50', '上海', '347', '手工去壳 无需解冻', '新鲜蔬菜/170626.jpg', '山东', '九洲丰园', '速冻蚕豆300g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('638', '1249987', '9.90', '上海', '105', '迷你小巧 免洗软嫩', '新鲜蔬菜/101313.jpg', '比利时', '大昌食品', '大昌精选胡萝卜仔250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('639', '1004177', '3.50', '海口', '878', '东北优质大豆专业加工制成', '新鲜蔬菜/212612.jpg', '上海', '清美', '清美日式绢豆腐350g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('640', '1249989', '11.50', '海口', '706', '小巧脆嫩 鲜嫩迷你', '新鲜蔬菜/101314.jpg', '比利时', '大昌食品', '大昌精选球芽甘蓝250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('641', '1004193', '3.50', '张家界', '831', '自然豆香 精选东北大豆', '新鲜蔬菜/212617.jpg', '上海', '清美', '清美薄百页100g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('642', '1004167', '9.00', '上海', '390', '莹润柔润 爽滑Q弹', '新鲜蔬菜/170922.jpg', '上海', '清美', '清美绿豆粉丝160g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('643', '21636', '6.50', '上海', '673', '暂无', '新鲜蔬菜/170906.jpg', '天津', '易果', '丸善魔芋小结350g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('644', '1301397', '12.90', '上海', '123', '暂无', '新鲜蔬菜/170626.jpg', '山东', '九洲丰园', '九洲丰园有机速冻毛豆仁260g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('645', '1301398', '9.90', '天津', '70', '下酒下饭小担当', '新鲜蔬菜/170626.jpg', '山东', '九洲丰园', '九洲丰园有机毛豆260g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('646', '1301395', '8.90', '上海', '284', '有机健康 香甜百搭', '新鲜蔬菜/170626.jpg', '山东', '九洲丰园', '九洲丰园有机速冻甜玉米粒260g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('647', '1005108', '9.90', '上海', '2692', '番茄“小萝莉”，亦果亦蔬', '新鲜蔬菜/100946.jpg', '山东', '易果', '精选千禧樱桃番茄450g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('648', '1240141', '5.50', '张家界', '255', '暂无', '新鲜蔬菜/140122.jpg', '河南', '清美', '清美素腰片(魔芋块)350g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('649', '1002007', '39.00', '上海', '449', '柔嫩清香 无需泡发', '新鲜蔬菜/180223.jpg', '福建', '易果', '活体鲜银耳3朵', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('650', '1301396', '12.90', '北京', '250', '青豆+玉米+胡萝卜丁', '新鲜蔬菜/170626.jpg', '山东', '九洲丰园', '九洲丰园有机速冻丁类混合菜260g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('651', '1250072', '24.90', '天津', '153', '源自洁净湖域 藕节粗壮', '新鲜蔬菜/170526.jpg', '湖北', '易果', '精选洪湖粉藕1kg', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('652', '1004190', '2.50', '北京', '571', '好原料 好水源 好工艺制成', '新鲜蔬菜/100928.jpg', '上海', '清美', '清美盐卤大干120g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('653', '20460', '8.80', '上海', '1222', '紫红饱满，风味软糯香甜', '新鲜蔬菜/101806.jpg', '山东', '易果', '精选紫薯500g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('654', '21399', '5.90', '海口', '560', '皮薄汁多，清脆甘甜', '新鲜蔬菜/093103.jpg', '云南', '易果', '精选水果玉米250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('655', '20463', '7.90', '海口', '535', '嫩黄亮泽，鲜甜饱满', '新鲜蔬菜/212757.jpg', '浙江', '易果', '精选甜玉米600g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('656', '20515', '2.90', '上海', '683', '一葱二白 清甜增香', '新鲜蔬菜/140236.jpg', '山东', '易果', '精选大葱200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('657', '21620', '7.50', '天津', '456', '时令鲜蔬，营养美味', '新鲜蔬菜/170517.jpg', '上海', '易果', '精选红米苋350g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('658', '20523', '5.80', '上海', '670', '菇味比平菇鲜，肉比滑菇厚', '新鲜蔬菜/180208.jpg', '上海', '易果', '精选蟹味菇125g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('659', '21304', '17.90', '张家界', '302', '休闲美味，开袋即烹', '新鲜蔬菜/140343.jpg', '美国', '大昌食品', '大昌食品美国三角薯饼500g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('660', '21362', '8.90', '上海', '148', '柔嫩多汁 冰凉爽口', '新鲜蔬菜/140345.jpg', '山东', '易果', '精选冰草250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('661', '20874', '6.80', '天津', '993', '暂无', '新鲜蔬菜/171011.jpg', '吉林', '易果', '东北农嫂黑糯玉米200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('662', '21569', '5.90', '张家界', '558', '嫩绿饱满，爽脆清甜', '新鲜蔬菜/093106.jpg', '云南', '易果', '精选青刀豆250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('663', '21568', '9.90', '北京', '104', '新鲜佳蔬 营养丰富', '新鲜蔬菜/180312.jpg', '云南', '易果', '蚕豆500g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('664', '21558', '4.50', '上海', '416', '新鲜香嫩，多元烹饪', '新鲜蔬菜/170526.jpg', '上海', '易果', '精选韭菜300g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('665', '21570', '7.90', '上海', '194', '清新鲜辣，多元营养', '新鲜蔬菜/093106.jpg', '浙江', '易果', '精选杭椒300g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('666', '21553', '9.80', '天津', '459', '茎杆脆嫩 清香爽口', '新鲜蔬菜/101440.jpg', '上海', '易果', '精选西芹700g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('667', '21564', '8.50', '天津', '472', '质地鲜嫩，坚实粗壮，口感滑嫩，肉嫩脆鲜', '新鲜蔬菜/140352.jpg', '福建', '易果', '精选茭白400g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('668', '20870', '8.10', '海口', '1232', '外形俏丽 口感脆嫩', '新鲜蔬菜/212800.jpg', '山东潍坊', '易果', '精选荷兰黄瓜450g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('669', '21204', '6.50', '上海', '827', '清香脆甜，肉质饱满，营养丰富', '新鲜蔬菜/140339.jpg', '新西兰', '大昌食品', '大昌食品纯正新西兰甜青豆200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('670', '21203', '6.50', '上海', '322', '精选原料 颗粒饱满', '新鲜蔬菜/140338.jpg', '美国', '大昌食品', '大昌食品纯正美国粟米粒200g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('671', '45551', '6.50', '上海', '1171', '鲜香美味，营养健康', '新鲜蔬菜/140414.jpg', '美国', '大昌食品', '大昌食品纯正美国杂菜200g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('672', '21207', '12.90', '上海', '526', '暂无', '新鲜蔬菜/170527.jpg', '新西兰', '大昌食品', '大昌食品纯正新西兰甜青豆400g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('673', '21206', '10.90', '上海', '729', '营养丰富 天然健康', '新鲜蔬菜/212804.jpg', '美国', '大昌食品', '大昌食品纯正美国粟米粒400g', 'VEG', '1', null);
INSERT INTO `goods` VALUES ('674', '21573', '9.90', '张家界', '515', '皮薄清香 厚实细嫩', '新鲜蔬菜/140355.jpg', '中国', '易果', '精选莴笋600g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('675', '21305', '32.80', '上海', '113', '巨无霸薯条 霸气好滋味', '新鲜蔬菜/140344.jpg', '美国', '大昌食品', '大昌食品冷冻牛排薯条1kg', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('676', '20657', '6.00', '上海', '244', '新鲜采摘 顺滑微甜', '新鲜蔬菜/170523.jpg', '北京延庆', '易果', '精选菠菜250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('694', '20505', '10.50', '上海', '423', '鲜嫩多汁  清脆爽口', '新鲜蔬菜/140233.jpg', '河北', '易果', '精选荷兰豆250g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('695', '20457', '9.50', '上海', '1181', '软糯微甜 汁液浓稠', '新鲜蔬菜/140227.jpg', '河南', '易果', '河南温县铁棍山药400g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('696', '21623', '6.50', '上海', '1279', '脆嫩柔美 清新水灵', '新鲜蔬菜/093107.jpg', '上海', '易果', '精选鸡毛菜300g', 'VEG', '0', null);
INSERT INTO `goods` VALUES ('720', '1003634', '89.00', '海口', '45', '臻选礼盒，“粽”享食全十味', '方便速食/180404.jpg', '中国', '五芳斋', '五芳斋情系五芳礼品粽1.4kg', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('721', '1311013', '29.80', '上海', '346', '纯正欧式浓汤 浓郁奶油香', '方便速食/170815.jpg', '荷兰', 'Struik一品优厨', 'Struik一品优厨奶油蘑菇浓汤570ml', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('722', '1290026', '14.90', '上海', '115', '大口吃到咸蛋黄，满足感不言而喻', '方便速食/132620.jpg', '上海', '沈大成', '沈大成蛋黄鲜肉粽320g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('723', '1318863', '23.80', '上海', '321', '每一口都弹弹弹', '方便速食/171012.jpg', '新加坡', '波波', '波波熟白鱼丸200g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('724', '1290028', '9.90', '上海', '137', '沾点儿白糖更甜糯', '方便速食/170428.jpg', '上海', '沈大成', '沈大成赤豆粽320g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('725', '1310652', '12.80', '上海', '11', '皮薄料足 油润鲜香', '方便速食/170825.jpg', '上海', '御蒸笼', '御蒸笼三鲜烧麦190g(8只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('726', '1290027', '11.80', '上海', '66', '糯而不腻，豆沙细腻甜蜜', '方便速食/170428.jpg', '上海', '沈大成', '沈大成细沙粽320g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('727', '1312050', '8.50', '上海', '601', '晶莹剔透 Q弹鲜嫩', '方便速食/170929.jpg', '浙江', '民仁堂', '民仁堂虾肉小馄饨110g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('728', '1304052', '12.80', '天津', '809', '汤羹浓稠，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好碗仔翅230g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('729', '1316298', '19.90', '上海', '245', '会起酥的手抓饼', '方便速食/170925.jpg', '山东', '粮全其美', '粮全其美手抓饼(原味)800g(100g*8)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('730', '1308787', '29.80', '上海', '413', '柔嫩大白菜搭配上选猪肉', '方便速食/170814.jpg', '江苏', '吴大娘', '吴大娘大娘水饺大白菜猪肉饺800g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('731', '1312051', '12.90', '北京', '455', '添加蟹黄 满口鲜香', '方便速食/170929.jpg', '浙江', '民仁堂', '民仁堂蟹黄小馄饨110g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('732', '1267368', '42.80', '上海', '95', '满满新鲜菠菜 变身大力水手', '方便速食/170425.jpg', '俄罗斯', 'Crepelatier', 'Crepelatier菠菜卷饼450g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('733', '1304063', '14.80', '张家界', '388', '奶香浓郁，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好奶黄马拉卷240g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('734', '1304065', '12.80', '上海', '259', '馅料丰富，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好鸡包仔160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('735', '1242625', '29.90', '上海', '907', '入口嫩滑鲜香多汁', '方便速食/101229.jpg', '北京', '荷美尔', '荷美尔Hormel经典尊享鸡翅(奥尔良风味)235g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('736', '1304060', '11.80', '上海', '137', '清香绵甜，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好枣茸糕400g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('737', '1237729', '16.90', '上海', '515', '在充满椰香奶香的早晨苏醒', '方便速食/095023.jpg', '浙江', '龙凤', '龙凤椰丝奶黄包350g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('738', '1310651', '12.80', '上海', '823', '外皮清透 汤汁充足', '方便速食/170825.jpg', '上海', '御蒸笼', '御蒸笼鲜肉小笼190g(8只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('739', '1312534', '13.80', '天津', '378', '奶香浓郁，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好粗粮淮山包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('740', '1326085', '19.80', '上海', '350', '馅料实在，好味快手料理', '方便速食/171110.jpg', '辽宁朝阳', '希波', '希波早餐饼(白菜猪肉馅)672g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('741', '1325132', '39.80', '上海', '171', '馅料实在，好味快手料理', '方便速食/171031.jpg', '辽宁朝阳', '希波', '希波肉夹馍(香辣猪肉)1.32kg', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('742', '1003632', '13.90', '北京', '89', '香甜细腻，粽香浓郁', '方便速食/180404.jpg', '浙江', '五芳斋', '五芳斋润香豆沙粽(真空包装)280g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('743', '1294085', '25.00', '上海', '271', '江湖上，号称“肉中骄子”', '方便速食/170607.jpg', '澳大利亚', 'Joyfish', 'Joyfish红焖牛肉300g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('744', '1326083', '19.80', '上海', '512', '馅料实在，好味快手料理', '方便速食/171110.jpg', '辽宁朝阳', '希波', '希波早餐饼(萝卜牛肉馅)672g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('745', '1310055', '48.00', '天津', '0', '新晋网红口味 浓郁腌笃鲜', '方便速食/170822.jpg', '上海', '老大房', '老大房腌笃鲜酥饼70g*6只', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('746', '1242621', '14.50', '天津', '152', '劲道才是好面', '方便速食/101228.jpg', '广东', '德川', '德川刀削面500g(100g*5)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('747', '1310657', '6.80', '北京', '12', '自带汤料包 爽滑鲜香', '方便速食/170929.jpg', '上海', '御蒸笼', '御蒸笼鲜肉小馄饨95g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('748', '1242620', '14.50', '上海', '99', '多道压延工艺 不易糊汤', '方便速食/170929.jpg', '广东', '德川', '德川兰州拉面500g(100g*5)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('749', '1308788', '29.80', '上海', '429', '全素馅料 用心调味', '方便速食/170814.jpg', '江苏', '吴大娘', '吴大娘大娘水饺素三鲜饺800g(40只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('750', '1304062', '19.90', '上海', '224', '内含一整只大虾仁，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好烧卖140g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('751', '1242619', '14.50', '上海', '120', '久煮不易糊汤', '方便速食/170331.jpg', '广东', '德川', '德川叶子面500g(100g*5)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('752', '1308782', '34.90', '海口', '419', '舍得放料 大口满足', '方便速食/170817.jpg', '江苏', '吴大娘', '吴大娘大娘水饺牛肉芹菜饺800g(40只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('753', '1312053', '6.80', '上海', '951', '暖心的儿时美味', '方便速食/170929.jpg', '浙江', '民仁堂', '民仁堂荠菜小馄饨110g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('754', '1310056', '48.00', '上海', '0', '地道蛋黄鲜肉馅料 大口满足', '方便速食/170823.jpg', '上海', '老大房', '老大房蛋黄鲜肉酥饼70g*6只', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('755', '1248326', '30.90', '北京', '290', '传统捶打工艺 牛肉味浓', '方便速食/132441.jpg', '上海', '桂冠', '桂冠牛肉丸300g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('756', '1317737', '29.80', '海口', '344', '鲜甜多汁 造型逼真', '方便速食/170927.jpg', '福建', '乐肴居', '乐肴居烧肉蘑菇包400g(10粒装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('757', '1312531', '11.80', '天津', '353', '外裹满满清香椰丝，新老包装交替出货', '方便速食/170913.jpg', '广东', '稻香万好', '稻香万好雪花豆沙包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('758', '1317736', '23.80', '海口', '248', '手工揉制 Q弹劲道', '方便速食/170927.jpg', '福建', '乐肴居', '乐肴居多彩芋圆400g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('759', '1318865', '29.80', '海口', '646', '嚼得到的墨鱼粒', '方便速食/171012.jpg', '新加坡', '波波', '波波墨鱼丸168g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('760', '1304055', '13.80', '上海', '532', '手工慢擂成沙，新老包装交替出货', '方便速食/180227.jpg', '广东', '稻香万好', '稻香万好紫麦擂沙包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('761', '1308484', '14.80', '上海', '1055', '千层百叠  丝丝相扣', '方便速食/170816.jpg', '安徽', '俏侬', '俏侬原味手抓饼1kg(10片装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('762', '1326079', '32.80', '天津', '75', '馅料实在，好味快手料理', '方便速食/171110.jpg', '辽宁朝阳', '希波', '希波早餐饼(香菇猪肉馅)672g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('763', '1290025', '13.50', '上海', '99', '鲜肉填满心，浓浓粽米香', '方便速食/132619.jpg', '上海', '沈大成', '沈大成鲜肉粽320g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('764', '1310655', '11.80', '上海', '383', '葱香浓郁 面条劲道', '方便速食/170929.jpg', '上海', '御蒸笼', '御蒸笼葱油拌面150g+35g(调料包)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('765', '1305691', '35.80', '上海', '91', '素食主义的狂欢披萨', '方便速食/170815.jpg', '意大利', '荣卡丁', '荣卡丁蔬菜披萨382g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('766', '1316297', '19.90', '天津', '310', '外侧金黄酥脆 内层柔软麦香', '方便速食/170925.jpg', '山东', '粮全其美', '粮全其美手抓饼(葱香芝麻味)800g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('767', '1304053', '19.90', '上海', '233', 'Q弹入味，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好咖喱鱼蛋250g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('768', '1318867', '26.80', '上海', '533', '一口咬下 浓浓芝士香', '方便速食/171012.jpg', '新加坡', '波波', '波波芝士豆腐鱼饼147g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('769', '1312532', '9.90', '上海', '229', '软糯微微甜，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好健康粗粮糕180g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('770', '1304057', '11.80', '上海', '222', '紧实弹糯，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好蔗糖馒头150g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('771', '1267357', '34.00', '上海', '107', '浓郁草莓酱 口感酸甜', '方便速食/170425.jpg', '俄罗斯', 'Crepelatier', 'Crepelatier草莓卷饼360g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('772', '1310057', '48.00', '海口', '44', '手作酥饼 味道不输店家现做', '方便速食/170823.jpg', '上海', '老大房', '老大房鳕鱼鲜肉酥饼70g*6只', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('773', '1317734', '21.80', '上海', '308', '香甜松软 细腻软滑', '方便速食/170927.jpg', '福建', '乐肴居', '乐肴居土豆包(麻糬红豆)300g(10粒装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('774', '1304075', '10.80', '上海', '432', '荤素搭配，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好菜肉包160g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('775', '1318862', '26.80', '上海', '357', '选自深海金线鱼 口感鲜香', '方便速食/171012.jpg', '新加坡', '波波', '波波海鲜鱼豆腐鱼饼168g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('776', '1317733', '21.80', '上海', '284', '鲜香松软 浓郁多汁', '方便速食/170927.jpg', '福建', '乐肴居', '乐肴居土豆包(烧肉)300g(10粒装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('777', '1312529', '12.90', '上海', '213', '入口软糯鲜香，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好糯米卷290g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('778', '1267363', '39.90', '上海', '204', '健康鲜蔬 绵厚卷饼', '方便速食/170425.jpg', '俄罗斯', 'Crepelatier', 'Crepelatier卷心菜蘑菇卷饼450g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('779', '1318868', '23.80', '上海', '203', 'Q弹有嚼劲', '方便速食/171012.jpg', '新加坡', '波波', '波波上炸鱼丸200g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('780', '1308783', '34.90', '上海', '309', '荤素搭配 用心调味', '方便速食/170929.jpg', '江苏', '吴大娘', '吴大娘大娘水饺西芹猪肉饺800g(40只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('781', '1312052', '6.80', '上海', '1278', '鲜香丰腴 柔嫩不腻', '方便速食/170912.jpg', '浙江', '民仁堂', '民仁堂鲜肉小馄饨110g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('782', '1304077', '12.90', '上海', '343', '鲜香入味，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好糯米鸡160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('783', '1308789', '31.90', '海口', '283', '入口爽滑 一口大满足', '方便速食/170929.jpg', '江苏', '吴大娘', '吴大娘大娘水饺鲜肉荠菜饺800g(40只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('784', '1294087', '29.90', '上海', '126', '酸甜可口 牛气十足', '方便速食/170607.jpg', '澳大利亚', 'Joyfish', 'Joyfish番茄牛肉350g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('785', '1304067', '12.80', '上海', '769', '满满好料吸着吃，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好甘荀流沙包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('786', '1304059', '12.80', '上海', '338', '浓郁核桃果仁香，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好蔗糖核桃包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('787', '1304054', '28.80', '上海', '147', '新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好豉汁凤爪400g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('788', '1304061', '29.80', '上海', '238', '皮薄馅大，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好虾饺128g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('789', '1318866', '26.80', '上海', '164', '产自深海海域捕捞金线鱼', '方便速食/171012.jpg', '新加坡', '波波', '波波小五香鱼卷160g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('790', '1308786', '29.80', '上海', '463', '真材实料 大口满足', '方便速食/170929.jpg', '江苏', '吴大娘', '吴大娘大娘水饺荠菜笋菇饺720g(36只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('791', '1312530', '29.80', '上海', '225', '口口鲜香多汁，新老包装交替出货', '方便速食/170913.jpg', '广东', '稻香万好', '稻香万好鲜虾水饺175g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('792', '1003633', '9.50', '上海', '160', '鲜美大肉粽，一个就满足', '方便速食/180404.jpg', '浙江', '五芳斋', '五芳斋美味鲜肉粽(真空包装)200g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('793', '1304056', '10.80', '海口', '247', '香浓甜蜜，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好朱古力馒头150g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('794', '1004853', '14.50', '上海', '551', '女神完美身材必备款', '方便速食/170508.jpg', '山东', '优形', '优形电烤鸡胸肉片(女神款)150g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('795', '1304076', '13.80', '上海', '176', '面皮松软好有料，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好飘香榴莲包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('796', '1308785', '22.50', '上海', '473', '鲜嫩猪肉搭配鲜甜玉米', '方便速食/170929.jpg', '江苏', '吴大娘', '吴大娘大娘水饺玉米鲜肉饺600g(30只装)', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('797', '1304074', '10.80', '上海', '308', '奶香浓郁，新老包装交替出货', '方便速食/180118.jpg', '广东', '稻香万好', '稻香万好奶黄包160g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('798', '1003631', '16.50', '上海', '265', '肉香扑鼻，鲜香流油', '方便速食/180404.jpg', '浙江', '五芳斋', '五芳斋蛋黄鲜肉粽(真空包装)280g(2只)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('799', '1267369', '38.00', '上海', '193', '厚实松软小胖纸', '方便速食/170425.jpg', '俄罗斯', 'Crepelatier', 'Crepelatier可丽饼280g', 'FRO', '1', null);
INSERT INTO `goods` VALUES ('800', '1304906', '48.90', '上海', '630', '嚼得到的海参大虾 鲜到爆', '方便速食/170906.jpg', '上海', '湾仔码头', '湾仔码头海参大虾水饺600g(38只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('801', '1310653', '32.80', '上海', '225', '满满蟹粉汤汁 口口鲜美', '方便速食/170830.jpg', '上海', '御蒸笼', '御蒸笼蟹粉小笼190g(8只装)', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('802', '1304058', '8.80', '上海', '288', '满口小麦香，新老包装交替出货', '方便速食/170906.jpg', '广东', '稻香万好', '稻香万好馒头150g', 'FRO', '0', null);
INSERT INTO `goods` VALUES ('803', '1000943', '8.00', '上海', '891', '油炸后金黄酥脆 馅料扎实', '方便速食/170929.jpg', '河南郑州', '思念', '思念全素春卷204g（12只）', 'FRO', '0', null);

-- ----------------------------
-- Table structure for pay
-- ----------------------------
DROP TABLE IF EXISTS `pay`;
CREATE TABLE `pay` (
  `payid` varchar(255) NOT NULL,
  `orderid` int(11) DEFAULT NULL,
  `paytotal` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `paytime` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  PRIMARY KEY (`payid`),
  KEY `orderid` (`orderid`),
  CONSTRAINT `orderid` FOREIGN KEY (`orderid`) REFERENCES `allorders` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- ----------------------------
-- Records of pay
-- ----------------------------
INSERT INTO `pay` VALUES ('2019010122001408450500890830', '22', '316.00', '2019-01-01 20:04:36');
INSERT INTO `pay` VALUES ('2019010122001408450500890980', '20', '1204.40', '2019-01-01 19:56:45');
INSERT INTO `pay` VALUES ('2019010222001408450500890985', '23', '107.40', '2019-01-02 10:43:25');
INSERT INTO `pay` VALUES ('2019010722001408450500893176', '24', '632.00', '2019-01-07 20:33:32');

-- ----------------------------
-- Table structure for userinfo
-- ----------------------------
DROP TABLE IF EXISTS `userinfo`;
CREATE TABLE `userinfo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `username` (`username`) USING BTREE,
  KEY `email` (`email`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of userinfo
-- ----------------------------
INSERT INTO `userinfo` VALUES ('43', 'panxianhaoo', '1354575704@qq.com', '$2a$06$l0jwzLBCvPB39iwQtLPqlOt7za.5qa.10sYPsEE4p/vw3NErroukC');
INSERT INTO `userinfo` VALUES ('49', '4t0710204', '1354575704@qq.com', '$2a$06$RF1UfkVDmQDRrqkOiQSML..3esTD3QmoyyKNvnQulJCIjvtyuMkm6');
INSERT INTO `userinfo` VALUES ('50', 'panxianhaoo1', '1354575704@qq.com', '$2a$06$hAd239y5dQWDgugGG4MPMecKBmfDKvY4ENGg.xgFAGBuIDQsWDMZG');

-- ----------------------------
-- Table structure for user_order
-- ----------------------------
DROP TABLE IF EXISTS `user_order`;
CREATE TABLE `user_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `goodsId` int(11) NOT NULL,
  `num` int(11) DEFAULT NULL,
  `orderId` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `orderandall` (`orderId`),
  CONSTRAINT `orderandall` FOREIGN KEY (`orderId`) REFERENCES `allorders` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user_order
-- ----------------------------
INSERT INTO `user_order` VALUES ('1', '233', '1', '20');
INSERT INTO `user_order` VALUES ('2', '234', '1', '20');
INSERT INTO `user_order` VALUES ('3', '350', '7', '20');
INSERT INTO `user_order` VALUES ('4', '344', '4', '20');
INSERT INTO `user_order` VALUES ('6', '4', '4', '22');
INSERT INTO `user_order` VALUES ('7', '5', '3', '23');
INSERT INTO `user_order` VALUES ('9', '1', '4', '24');

-- ----------------------------
-- View structure for goodsinfo
-- ----------------------------
DROP VIEW IF EXISTS `goodsinfo`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `goodsinfo` AS select `goods`.`name` AS `name`,`goods`.`value` AS `value` from `goods` ;

-- ----------------------------
-- View structure for xx
-- ----------------------------
DROP VIEW IF EXISTS `xx`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `xx` AS select `userinfo`.`username` AS `username`,`userinfo`.`email` AS `email` from `userinfo` ;

-- ----------------------------
-- Procedure structure for xx
-- ----------------------------
DROP PROCEDURE IF EXISTS `xx`;
DELIMITER ;;
CREATE DEFINER=`root`@`localhost` PROCEDURE `xx`()
begin
select * from AllOrders;
end
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `placeOrder`;
DELIMITER ;;
CREATE TRIGGER `placeOrder` AFTER INSERT ON `allorders` FOR EACH ROW begin
delete from cart where cart.userId = new.id;
end
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `reduceNum`;
DELIMITER ;;
CREATE TRIGGER `reduceNum` AFTER INSERT ON `user_order` FOR EACH ROW BEGIN
UPDATE goods SET stock=stock-new.num WHERE id=new.goodsId;
END
;;
DELIMITER ;
